package com.example.ipvision.tguide;

import android.content.Intent;
import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;
import android.support.v7.widget.DefaultItemAnimator;
import android.support.v7.widget.LinearLayoutManager;
import android.support.v7.widget.RecyclerView;
import android.view.View;

import java.io.Serializable;
import java.util.ArrayList;
import java.util.List;

public class MainActivity extends AppCompatActivity  {

    private RecyclerView recyclerView;
    private List<Places> placesList = new ArrayList<>();
    private PlacesAdapter mAdapter;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_main);

        recyclerView = (RecyclerView) findViewById(R.id.recycler_list);

        mAdapter = new PlacesAdapter(placesList, this);
        LinearLayoutManager mLayoutManager = new LinearLayoutManager(getApplicationContext());
        recyclerView.setLayoutManager(mLayoutManager);
        recyclerView.setItemAnimator(new DefaultItemAnimator());
        recyclerView.setAdapter(mAdapter);

        recyclerView.addOnItemTouchListener(new RecyclerTouchListener(getApplicationContext(), recyclerView, new RecyclerTouchListener.ClickListener() {
            @Override
            public void onClick(View view, int position) {
                Places place = placesList.get(position);

                Intent intent = new Intent(MainActivity.this, PlaceDetailsActivity.class);
                intent.putExtra("placeObject",  place);
                startActivity(intent);
            }

            @Override
            public void onLongClick(View view, int position) {

            }
        }));

        prepareData();
    }

    private void prepareData(){
        Places place = new Places("কক্সবাজার, সেন্টমার্টিন", "চট্টগ্রাম । কক্সবাজার", R.drawable.coxsbazar);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("সাজেক ভ্যালী", "চট্টগ্রাম । খাগড়াছড়ি", R.drawable.sajek);
        place.setIntro("সাজেক রাংগামাটি জেলার বাঘাইছড়ি উপজেলার একটি ইউনিয়ন। বাংলাদেশের সবচেয়ে বড় ইউনিয়ন সাজেক আয়তনে বিশাল, বাংলাদেশের অনেক উপজেলার চেয়েও আয়তনে বড়। এটির অবস্থান খাগড়াছড়ি জেলা থেকে উত্তর-পুর্ব দিকে। মুল সাজেক বলতে যে স্থানকে বুঝায় সেটি হলো ‘রুইলুই’ এবং ‘কংলাক’ নামের দুটি বসতি, স্থানীয় ভাষায় ’পাড়া’। সমুদ্রপৃষ্ঠ থেকে এর উচ্চতা ১৮০০ ফুট।সাজেকে মূলত লুসাই,পাংখোয়া এবং ত্রিপুরা আদিবাসী বসবাস করে।সাজেক থেকে ভারতের মিজোরাম সীমান্তের দুরত্ব ১০ কি.মি.।কমলা চাষের জন্য বিখ্যাত সাজেক। \n" +
                "\n" +
                "সাজেক এমন একটি জায়গা যেখানে ভাগ্য ভাল হলে ২৪ ঘণ্টায় আপনি প্রকৃতির তিনটা রূপই দেখতে পারবেন । কখনো খুবই গরম একটু পরেই হটাৎ বৃষ্টি এবং তার কিছু পরেই হয়তো চারদিকে ঢেকে যাবে কুয়াশার চাদরে । রাতে এই দুর্গম পাহাড়ের চুড়ায় যখন সোলারের কল্যাণে বাতি জ্বলে উঠে তখন সৃষ্টি হয় অসাধারণ এক পরিস্থিতি । অনেক বাচ্চারা রোড লাইটের নিচে বই নিয়ে বসে পড়ে অথবা ঐ টুকু আলোর ভিতরেই খেলায় মেতে উঠে । সাজেকে ৩টা হ্যালি প্যাড আছে ৩টার সৌন্দর্য তিন রকম । এছাড়া রুইলুই পারা হতে হেটে আপনি কমলং পারা পর্যন্ত যেতে পারেন এই পারাটিও অনেক সুন্দর এবং অনেক উচুতে অবস্থিত । কমলার সিজনে কমলা খেতে ভুলবেন না । সাজেকের কমলা বাংলাদেশের সেরা কমলা । বাংলাদেশ আর্মিদের দারা রুইলুই পারার অধিবাসীদের জন্য একটা ছোট তাত শিল্প গরে তোলা হয়েছে । সুন্দর সুন্দর গামছা ,লুঙ্গী পাওয়া এখানে।");
        place.setHowToGo("ঢাকা থেকে এস.আলম,ইকোনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস খাগড়াছড়ি যায়। ছাড়ে গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও খাগড়াছড়ি হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। \n" +
                "\n" +
                "\n" +
                "\n" +
                "যারা খাগড়াছড়ি হয়ে আসবেনঃ\n" +
                "ঢাকা-টু খাগড়াছড়ি আসবার জন্য এস.আলম, সৌদিয়া, ঈগল, শান্তি আর শ্যামলীর নন এসি আর সেন্টমার্টিন, বিআরটিসি এর এসি পরিবহনের বাস রয়েছে । খাগড়াছড়ি থেকে দিঘিনালা পর্যন্ত বাস/চান্দের গারি/ সিএনজি রয়েছে । বাসে অ চান্দের গারিতে ভারা ৪৫/- জনপ্রতি । দিঘিনালা থেকে জন ভেদে চান্দের গাড়ি অথবা মটর বাইক নিতে পারেন । একদিনের জন্য চান্দের গাড়ি ভাড়া পরবে ৩০০০/- টাকা ২দিনের জন্য ৫০০০/- ( কথা বলে নিতে হবে ) ১২/১৩ জন যেতে পারবেন । এছারা মটর বাইক রয়েছে আপডাউন ৭০০ থেকে ১০০০ টাকার মধ্যে পেয়ে যাবেন। \n" +
                "\n" +
                "যারা রাঙ্গামাটি হয়ে আসবেনঃ \n" +
                "রাঙ্গামাটি থেকে নৌপথে লঞ্চযোগে অথবা সড়কপথে বাঘাইছড়ি যাওয়া যায়। রিজার্ভ বাজার লঞ্চঘাট থেকে প্রতিদিন সকাল ৭.৩০ থেকে ১০.৩০ ঘটিকার মধ্যে লঞ্চ ছাড়ে। ভাড়া জনপ্রতি ১৫০-২৫০ টাকা। সময় লাগে ৫-৬ ঘন্টা। বাস টার্মিনাল থেকে সকাল ৭.৩০ থেকে ৮.৩০ ঘটিকার মধ্যে বাস ছাড়ে, ভাড়া জনপ্রতি ২০০ টাকা। সময় লাগে ৬-৭ ঘন্টা। এছাড়াও চট্টগ্রাম থেকে সরাসরি বাঘাইছড়ি যাওয়া সম্ভব। ঢাকা থেকেও সরাসরি বাঘাইছড়ি যাওয়া যায়। বাঘাইছড়ি থেকে জীপ (চাদেঁর গাড়ি) অথবা মোটর সাইকেলে সাজেক ভ্যালীতে পৌঁছানো যায়। ভাড়া জনপ্রতি ৩০০/-টাকা। \n" +
                "\n" +
                "কখন যাবেন:\n" +
                "কখন যাবেন: শুধুই ঘুরাঘুরির জন্য হলে শীতকাল যাওয়া সবচেয়ে ভালো। আর আপনি যদি এডভেঞ্চার প্রিয় হন আর পাহাড়ের সত্যিকারের সৌন্দর্য দেখতে চান তবে বর্ষাকালে আসুন। \n" +
                "\n" +
                "কোথায় থাকবেনঃ\n" +
                "রিসোর্ট রূনময়:\n" +
                "এটি রুইলুই পাড়ার শেষ প্রান্তে অবস্থিত বাংলাদেশ আর্মি পরিচালিত একটি রিসোর্ট। রুম আছে পাঁচটি।ভাড়া ৪৪৫০-৪৯৫০ টাকা।টেন্ট:রিসোর্ট রুনময়ের সামনেই আছে চারটি টেন্ট,প্রতিটিতে থাকা যায় চারজন করে।খাবার সরবরাহ করা রুনময় থেকে।ভাড়া প্রতি টেন্ট ২৮৫০ টাকা। (কিছুদিন আগে কালবৈশখীতে একদম ভেঙ্গেচুরে গিয়েছিল। ঝড়ের মৌসুমে না থাকাই ভালো) \n" +
                "\n" +
                "সাজেক রিসোর্ট :\n" +
                "রুইলুই পাড়ার একেবারে কেন্দ্রে অবস্থিত আর্মি পরিচালিত এই রিসোর্ট। রুম আছে চারটি।ভাড়া ১০০০০,১২০০০ এবং ১৫০০০হাজার টাকা। \n" +
                "\n" +
                "রিসোর্ট রুনময়,সাজেক রিসোর্ট এবং টেন্ট বুকিং-এর সব তথ্য তাদের(rock-sajek) ওয়েবসাইটে পাবেন। আলো রিসোর্ট :এটি এনজিও সংস্থা আলো কতৃক পরিচালিত একটি রিসোর্ট।ছিমছাম এবং গোছানো একটি রিসোর্ট। অবস্থান রুইলুই পাড়ায় সাজেক রিসোর্টের সামনেই।ভাড়া ডাবল রুম ১০০০,সিঙ্গেল রুম ৭০০ টাকা। \n" +
                "\n" +
                "ক্লাব হাউজ:\n" +
                "সেমি পাকা ঘরটি মূলত ওখানকার মানুষদের জন্য ক্লাব হিসেবে করে দিয়েছিলো আর্মি,তবে পর্যটক বেশি হলে অথবা এমনিতেই কেউ থাকতে চাইলে এখানে থাকা যায়।বিছানাপত্র কেয়ারটেকারই দিবে,ভাড়া ১৫০-২০০টাকা।খাবারের ব্যাবস্থা বললে কেয়ারটেকার করে দিবে,খরচ হবে প্রতিবেলা ১৫০-২০০টাকা। স্টুডেন্ট/যাদের থাকবার জন্য মোটামুটি একটা ব্যাবস্থা হলেই হয় তারা রুইলুই-ক্লাব হাউজে থাকতে পারেন । এর সামনে ফাকা কিছু জায়গা আছে । রাতে বারবি কিউ/গানবাজনা অরথাত মজা করার জন্য উপযুক্ত । এছাড়া যদি নিজেরা ক্যাম্পিং করতে চান করতে পারবেন।ক্যাম্পিং করার জন্য রুইলুই পাড়ায় অনেক গুলো সুন্দর স্পট রয়েছে।তবে ক্যাম্পিং করার আগে নিরাপত্তা বাহিনীকে বলে নেবেন। \n" +
                "\n" +
                "কোথায় খাবেনঃ\n" +
                "সাজেক রিসোর্ট, রিসোর্ট রুনময়,টেন্ট এবং আলো রিসোর্টে থাকলে খাবারের ব্যাবস্থা রিসোর্ট থেকেই হবে।ক্লাব হাউজে থাকলে সেখানকার কেয়ারটেকার কে দিয়ে খাবারের ব্যাবস্থা করতে পারবেন।এছাড়া যারা ক্যাম্পিং করবেন বা বাহিরে থাকবেন তারা মারুতি হোটেলসহ আরো দুএকটা আদিবাসী পরিচালিত হোটেলে খেতে পারবেন,তবে দুই ঘন্টা আগেই খাবার অর্ডার করতে হবে।খরচ হবে প্রতিবেলা ১৫০-২০০টাকা।রিসোর্ট রুনময় এবং আর্মি পরিচালিত ক্যান্টিনে অর্ডার করলেও ওরা খাবার করে দেবে তবে এখানে দাম তুলনামূলক একটু বেশি হবে। \n" +
                "\n" +
                "খাবার ব্যাবস্থার জন্য পূর্বেই যোগাযোগ করে নিতে পারেন। মানুষ কম হলে ওইখানে গিয়েও করতে পারেন । ভাত + সবজি বললে রিসোর্টের তত্যাবধানে যিনি আছেন তিনি ব্যাবস্থা করতে পারেন মাছ/ মাংস পথে মাচালং বাজার থেকে নিয়ে গেলে ভাল হয়। সব চেয়ে ভাল হয় এক রাত সাজেক থাকলে । ");
        place.setPlacesToVisit("সাজেক যাওয়ার পথে দিঘীনালা থেকে ৮কি.মি. দূরে দিঘীনালা-সাজেক রোডের পাশেই হাজাছড়া ঝর্ণা দেখে নিতে পারেন,মূল সড়ক থেকে ১০-১৫ মিনিট হাটলেই দেখা পেয়ে যাবেন এই অপূর্ব ঝর্ণাটির। \n" +
                "\n" +
                "তৈদুছড়া নামে আরো একটি অসাধারণ ঝর্না রয়েছে দিঘীনালায়,তবে এটি দেখতে হলে আপনাকে আলাদা করে একদিন সময় রাখতে হবে শুধু এই ঝর্ণাটির জন্য।দিঘীনালার জামতলি থেকে হেঁটে এই ঝর্ণায় জেতে আসতে সময় লাগবে প্রায় ৬-৭ঘন্টা।দিঘীনালা বাস স্টেশন থেকে ইজিবাইকে জামতলি যেতে পারবেন,ভাড়া প্রতিজন ১০টাকা।এই ঝর্ণায় যাওয়ার সময় অবশ্যই সাথে পর্যাপ্ত শুকনো খাবার নিয়ে যাবেন সাথে,কারন জামতলির পরে আর কোন দোকান নেই।তৈদুছড়া ঝর্ণায় জেতে হলে স্থানীয় অথবা পথ চেনে এমন কাউকে সাথে নিতে হবে।দিঘীনালা-সাজেক রোডের নন্দরামে নেমে যেতে হবে সিজুক ১ এবং ২ ঝর্ণায়, পায়ে হেটে আসা যাওয়ায় সময় লাগবে ৬-৮ ঘন্টা,সাথে খাবার এবং গাইড নিয়ে যেতে হবে অবশ্যই। সাজেক নামে আলাদা করে কোন বাজার বা এমন কিছু নেই।রুইলুই পাড়াতেই সব রিসোর্ট এবং দোকান।এই পাড়াতেই রয়েছে তিনটি হেলিপ্যাড এবং আর্মির তৈরি পার্ক। সাজেকের সৌন্দর্য উপভোগ করা হয় রুইলুই পাড়া এবং কংলাক পাড়া থেকে।রুইলুই থেকে কংলাক পাড়ায় হেটে যাওয়া যায়,অথবা নিজেদের গাড়ি থাকলে গাড়ি নিয়েও যাওয়া যায়,দূরত্ব দুই কি.মি. প্রায়।পুরোটাই কাঁচা সড়ক।কংলাকে মূলত লুসাইদের বসবাস,ইদানিং কিছু ত্রিপুরা পরিবার সেখানে বসবাস করছে।চার বছর আগে কংলাকে যেয়ে অনেক পাংখোয়া আদিবাসীর দেখা পেয়েছিলাম,এখন তারা পাহাড়ের আরো গহীনে চলে গেছে।স্থানীয় লুসাইদের কাছে শুনলাম ওরা বেশি জনসমাগম পছন্দ করেনা।তাই এই দিকে বেশি পর্যটক আসাযাওয়া শুরু হওয়ার কারনে ওরা আরো গহীনে চলে যায়।সাজেকের সকালটা একরকম সুন্দর,বিকেলটা আবার অন্যরকম,রাতে চাঁদের আলোয় যদি সাজেকের সুনসান রাস্তায় হাঁটা না হয় তবে সাজেক ভ্রমনই বৃথা!সাজেকের সৌন্দর্য উপভোগ করতে হলে অন্তত এক দুইদিন থাকতেই হবে।সাজেক যাওয়ার ভালো সময় বর্ষা এবং শীত।বর্ষার টুপটাপ বৃষ্টি, হাতের কাছে নেমে আসা মেঘ আর চারদিকের সবুজ মিলিয়ে সাজেক যেন পাহাড়ের রানী হয়ে উঠে।শীতের কুয়াশাঢাকা সাজেক আবার আলাদা রকম সুন্দর।োনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস খাগড়াছড়ি যায়। ছাড়ে গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও খাগড়াছড়ি হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। ");
        placesList.add(place);

        place = new Places("নিঝুম দ্বীপ", "চট্টগ্রাম । নোয়াখালী", R.drawable.nijhumisland);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("বগালেক", "চট্টগ্রাম । বান্দরবন", R.drawable.boga_lake);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("কেওক্রাডং", "চট্টগ্রাম । বান্দরবন", R.drawable.keokradong);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("সুন্দরবন", "খুলনা", R.drawable.sundarban);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("নীলগিরি", "চট্টগ্রাম । বান্দরবন", R.drawable.nilgiri);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("জাফলং", "সিলেট", R.drawable.jaflong);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);

        place = new Places("বিছনাকান্দি", "সিলেট", R.drawable.bichnakandi);
        place.setIntro("");
        place.setHowToGo("");
        place.setPlacesToVisit("");
        placesList.add(place);
    }
}
