package com.example.ipvision.tguide;

/**
 * Created by ipvision on 7/30/2017.
 */

public class PlaceDetails {
    String[] intro, howToGo, whatToSee;

    public void PrepareData(){
        intro = new String[15];
        howToGo = new String[15];
        whatToSee = new String[15];

        intro[0] = "    পৃথীবির দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত কক্সবাজার। প্রতি বছর সারা দেশ থেকে লাখো পর্যটকের কক্সবাজারে সমাগত হয় কক্সবাজারে সমুদ্র দর্শনের জন্য।" +
                " কক্সবাজারের সমুদ্র তীর প্রায় ১২০ কিমি দীর্ঘ। এছাড়াও এখানে রয়েছে দেশের সর্ববৃহৎ মংস্য বন্দর। আমাদের দেশের একমাত্র প্রবাল দ্বীপের অবস্থানও কক্সবাজার" +
                " জেলায়। এ ছাড়াও মহেশখালী ও সোনাদিয়া দ্বীপের অবস্থানও কক্সবাজার জেলায়। শুধু সমুদ্র আর দ্বীপ নয়, এ জেলায় আছে বেশ কয়েকটি সুন্দর সংরক্ষিত বন। এ সমস্ত" +
                " কারণে কক্সাবাজারে সারা বছরই পর্যটকের ভীড় লেগে থাকে।";
        howToGo[0] = "  কক্সবাজারের সরাসরি গাড়ী চলে রাজধানী ঢাকা সহ দেশের প্রধান প্রধান শহরগুলোতে। যেমন, চট্টগ্রাম, খুলনা, সিলেট, রংপুর ইত্যাদী। ঢাকা থেকে নন এসি গাড়ী" +
                " আছে অনেকগুলো। শ্যামলী, টিআর, হানিফ, ইউনিক, এস আলম, সৈাদিয়া, ইত্যাদী। ভাড়া পড়বে ৮০০ টাকা। আর যদি এসি তে যান আছে গ্রীন লাইন, \u200Dসৈাদিয়া, দেশ" +
                " ট্রাভেলস, টিআর, সোহাগ ইত্যাদী। ভাড়া পড়বে ১৬০০(ইকোনমি ক্লাস)-থেকে ২০০০ টাকা (বিজনেস ক্লাস)। সময় লাগতে পারে ১২-১৪ ঘন্টার মত। এছাড়া সেন্টমার্টিন পরিবহন" +
                " বলে একটি সার্ভিস চালু আছে যেটা চলে টেকনাফ পর্যন্ত। নন এসির ক্ষেত্রে ইউনিক এবং শ্যামলীর সার্ভিস ভালো এবং এসির ক্ষেত্রে দেশ এবং টিআর ট্রাভেলসের সার্ভিস ভালো।" +
                " চট্টগ্রাম থেকে প্রতি ঘন্টায় কক্সবাজারের গাড়ী পাওয়া যায় বহদ্দার হাট থেকে। অধিকাংশ গাড়ীও অত্যন্ত লোকাল। ভালো সার্ভিস দেয় এস আলম ও সৈাদিয়া, ছাড়ে গরীবুল্লাহ শাহ" +
                " মাজার, দামপাড়া থেকে" +
                "কখন যাবেন:\n" +
                "   কক্সবাজারের পীক সিজন বলে অক্টোবর থেকে মার্চ। এ সময়টায় বৃষ্টি কম হওয়ায় বেশী ট্যুরিস্ট আসে। এ ছাড়াও শীত থাকাতে বীচগুলো বেশী উপভোগ্য লাগে, কিন্তু ভীড়টাও বেশী থাকে।" +
                " অফপিক সীজন থাকলেও দুই ঈদের পরে এবং তিন দিনের বন্ধে অনেক ট্যুরিস্ট থাকে। এ সময়টায় বুকিং না দিয়ে যাওয়াটা ঠিক নয়। অফসিজনে হোটেলগুলো ৩০% থেকে ৬০% পর্যন্ত ছাড় দিয়ে থাকে।" +
                " এ ছাড়াও বর্ষার সময়টা ঢেউ গুলো অনেক বড় থাকে। সেন্টমার্টিনের জাহাজ চলে সাধারণত অক্টোবর থেকে এপ্রিল। সেন্টমার্টিন জাহাজে যাবার ইচ্ছা থাকলে ওই সময়টায় যেতে পারেন। এবছর" +
                " (২০১৫) কোরবানীর ঈদের পর থেকে জাহাজ চালু হবার কথা (২৫ সেপ্টেম্বর ২০১৫)." +
                "\n" +
                "থাকার ব্যবস্থা:\n" +
                "   বর্তমানে কক্সবাজারে হোটেলগুলো প্রায় ১৫০,০০০ জন ধারণ ক্ষমতা আছে। সুতারাং বুক না দিয়ে গেলেও হোটেল পাবার সম্ভাবনা থাকে। তবে ডিসেম্বরের শেষ দিকে এবং নিউ ইয়ারের প্রারম্ভে" +
                " এ ঝুকিটা নেয়া ঠিক হবেনা। কক্স বাজার হোটেল/মোটেল/রিসোর্ট গুলোকে তিন ভাগে ভাগ করা যায় দামানুসারে। ৬০০০-১০.০০০: মারমেইড বিচ রিসোর্ট, সায়মন বিচ রিসোর্ট, ওশেন প্যারাডাইজ," +
                " লং বীচ, কক্স টুডে। ৩,০০০-৬,০০০: সী প্যালেস, সী গাল, কোরাল রীফ, নিটোল রিসোর্ট, আইল্যান্ডিয়া, বীচ ভিউ, সী ক্রাউন। ১,০০০ - ৩,০০০: উর্মি গেস্ট হাউজ, কোরাল রীফ, ইকরা" +
                " বিচ রিসোর্ট, অভিসার, মিডিয়া ইন, কল্লোল, হানিমুন রিসোর্ট। মনে রাখবেন হোটেল ভাড়া অফসিজনে অর্ধেকেরও বেশী ছাড়ে পাবার সম্ভাবনা থাকে। সুযোগ থাকলে কক্সবাজার নেমে একজন যেয়ে হোটেলের" +
                " সাথে দরদাম করে হোটেল খুজে নিলে সবচেয়ে ভালো হয়। রিকশাওয়ালা বা সিএনজিওয়ালার পরামর্শে হোটেল খোজাটা উচিত নয়। এখন প্রায় সব হোটেলরই ফেইসবুক পেইজ বা ওয়েবাসাইট থাকে," +
                " সেখান থেকে নাম্বার নিয়ে আগে যোগাযোগ করেও যেতে পারেন। হোটেলের পাশাপাশি কিছু ফ্ল্যাটও ভাড়া পাওয়া যায়। আপনি যদি বড় পরিবার নিয়ে যান, এ ধরণের ফ্ল্যাট আপনার জন্য বেশী উপযোগী" +
                " হতে পারে। ২/৩ রুম এসি/নন এসি, রান্নঘর সহ এ ধরণের ফ্ল্যাটের ভাড়া পড়বে ৪,০০০ থেকে ১০,০০০ টাকা প্রতিদিন।" +"\n" +
                "খাওয়া:\n" +
                "কক্সাজারে খাওয়ার মত অনেকগুলো রেস্টুরেন্ট আছে। বাজেট রেস্টুরেন্টের মধ্যে ঝাউবনের নামই সবার আগে আসে। এধরণের বেশ কিছু রেস্টুরেন্ট আছে, খাবারের মান মোটামুটি একই। রোদেলা, ধানসিঁড়ি," +
                " নিরিবিলি। মেনু অনুসারে দামের তালিকা নিচে দেওয়া হল। সিজনে কম/বেশী হতে পারে: ভাত: ২০-৪০ টাকা মিক্সড ভর্তা: ৭৫/১৫০/৩০০ (৮-১০ আইটেম) লইট্যা ফ্রাই: ১০০-১২০ (প্রতি প্লেট ৬-১০ টুকরা)" +
                " কোরাল/ভেটকি: ১৫০ (প্রতি পিচ) গরু: ১৫০-২০০ (২ জন শেয়ার করতে পারবেন) রপচাঁদা ফ্রাই/রান্না: ৩০০-৪০০ (বড়, ২জন খাওয়ার মত) ডাল: ৩০-৬০ বিশেষ ভাবে উল্লেখযোগ্য নাম পৈাষী । হোটেল" +
                " জোন থেকে কিছুটা দুরে শহরে এর অবস্থান। রিকশা/অটো ৫০ টাকা নিবে। দাম মোটামুটি একই। কিন্তু খাবার ভালো হবার কারণে ভিড়টা খুব বেশী থাকে। এছাড়া হান্ডি রেস্তারায় হায়দারাবদী বিরাণী খেতে পারবেন" +
                " ২০০-২৫০ টাকায়। অবস্থান লাবণী পয়েন্টে। কেএফসিও আছে, যদি কারো খেতে ইচ্ছা করে।" ;
        whatToSee[0] = "সৈকত:\n" +
                "কক্সাবাজারের তিনটি সৈকত মোটামটি বিখ্যাত। লাবণী, সুগন্ধা, কলাতলী বীচ। কলাতলী বীচে ভিড় তুলনামূলক কম থাকে আর সবচেেয়ে বেশী ভিড় থাকে সুগন্ধায়। সময় নিয়ে তিনটা বীচে হেটে দেখতে পারেন। গোসল করলে" +
                " অবশ্যই সাবধানতা অবলম্বন করবেন ভাটার সময় বা লাল পতাকা দেয়া অবস্থায় পানিতে নামবেননা। বীচে চেয়ার ভাড়া পাওয়া যায় ৫০-৬০ টাকা ঘন্টা। একই ভাড়ায় রাবার টিউবও পাবেন। \n" +
                "বার্মিজ মার্কেট: \n" +
                "শহরের বার্মিজ মার্কেট পর্যটকদের একটি প্রিয় গন্তব্য। এখানে বার্মা এবং চায়না (!) থেকে আসা অনেক কিছু পাওয়া যায়। যার মধ্যে রয়েছে বিভিন্ন ধরণের আচার, কাপড় চোপড়, গিফট আইটেম। \n" +
                "হিমছড়ি:\n" +
                "কক্সবাজার হোটেল জোন থেকে হিমছড়ির দূরত্ব ১৮ কিমির মতে। সিএনজি ভাড়া নিতে পারে ৩০০ টাকা। এছাড়াও প্রবেশ ফি রয়েছে ৩০ টাকা। পাহাড়ের উপর থেকে চমৎকার সমুদ্রের ভিউ দেখা যায় বলে এ জায়গাটি" +
                " অনেক জনপ্রিয়। মানুষ বেশী থাকলে জীপ ভাড়া করেও যেতে পারেন। জীপ ভাড়া নিতে পারে ১৫০০ টাকা। \n" +
                "ইনানী: \n" +
                "ইনানী সৈকতের অবস্থান কক্সবাজার থেকে ৪০ কিমি দূরে। সেখানে ভাটার সময় \n" +
                "দরিয়ানগর পার্ক:\n" +
                "পাহাড়, সমুদ্র আর সুর্যের মিলনের এ অপরূপ দৃশ্য বিশ্বের বৃহত্তম সমুদ্র সৈকত কক্সবাজারের নিকটবর্তী দরিয়ানগর পর্যটন কেন্দ্রের। কক্সবাজার শহর থেকে মেরিন ড্রাইভ সড়ক ধরে মাত্র আট কিলোমিটার" +
                " পূর্বদিকে দরিয়ানগর পর্যটন কেন্দ্র। পশ্চিমে বিশাল বঙ্গোপসাগর, পূর্বে উঁচু পাহাড়। মাঝখানে কক্সবাজার-টেকনাফ পিচঢালা সড়ক। এই পথ ধরে এগিয়ে গেলেই সবুজে ঘেরা বড়ছেড়া গ্রাম। এই গ্রামের" +
                " ৫৩ হেক্টর জমির ওপরে উঁচু-নিচু পাঁচটি পাহাড়ের সমন্বয়ে গড়ে উঠেছে এই বিনোদন কেন্দ্রটি। কক্সবাজার সমুদ্র সৈকত থেকে খানিক দূরে হিমছড়ি বা ইনানী বিচে যাওয়ার আগেই সমুদ্র আর পাহাড়ের এই মিলনস্থল।" +
                " পাহাড়ের চূড়া থেকে প্রায় সাতশ’ ফুট গভীরে একটি প্রাচীন গুহাও রয়েছে এখানে। পর্যটকরা অনায়াসে পাহাড়ের সেই ভিন্ন রূপটা উপভোগ করতে পারেন। কক্সবাজার সমুদ্র সৈকতে বেড়াতে আসা পর্যটকদের ভ্রমণ" +
                " ও আনন্দ খানিকটা বাড়িয়ে দিতে পারে এই দরিয়ানগর। প্রকৃতি তার দু’হাত ভরে সৌন্দর্য বিতরণ করেছে দরিয়ানগরকে। \n" +
                "মহেশখালী:\n" +
                "কক্সবাজার থেকে মহেশখালী যেতে হলে আপনাকে যেতে হবে ফিশারী ঘাটে। হোটেল জোন থেকে টমটম বা রিক্সায় যেতে পারেন। টমটমের ভাড়া ১০০ টাকা নিবে। ফিশারী ঘাট থেকে স্পীডবোট ছাড়ে। শেয়ারে গেলে ১১০ টাকা" +
                " পড়বে প্র্রতি জন। আর দল বড় হলে রিজার্ভ নিতে পারেন, সেক্ষেত্রে পড়বে ১৮০০-২০০০ টাকা। সর্বোচ্চ ১১ জন যেতে পারবেন এক স্পীড বোটে। মহেশখালীর মূল আকর্ষণ আদিনাথ মন্দির। এছাড়াও আরো কয়েকটি" +
                " বৈাদ্ধ মন্দির আছে। সেগুলোও দেখতে পারেন। আদিনাথ মন্দিরের উপরের পাহাড়, ম্যানগ্রোভ বন ও সমুদ্রের দৃশ্যটা অনেক সুন্দর। \n" +
                "টেকনাফঃ\n" +
                "টেকনাফের ভ্রমণের শুরু হয় নাফনদী থেকে। নদীর কূল ধরে বেড়ে উঠেছে ম্যানগ্রোভ বনাঞ্চল। শ্বাসমূলের সঙ্গে পানির বোঝাপড়াটাও দারুণ। এছাড়াও দেখার মত স্থান হতে পারে মাথিনের কুপ ,টেকনাফ শহরের প্রান" +
                " কেন্দ্রে নাফ নদীর পাশে টেকনাফ পুলিশ ফাঁড়ির চত্তরে এই মাথিনের কূপ । এছাড়া রয়েছে টেকনাফের দমদমিয়ায় অবস্থিত নেচার পার্কে। গর্জন, তেলসুর, বহেড়া, চাপালিশ, হরীতকীসহ নানা গাছে ঘেরা ঘন সবুজ বন।" +
                " এখানে ট্রেকিং পথে মিলবে নানা রকমের পাখি আর বন্য প্রাণীর, যা পুরোটাই প্রাকৃতিকভাবে গড়ে উঠেছে। টেকনাফে থাকার জন্য মিল্কই হোটেল ভালো হবে প্রাইজ দামাদামি করে নিলে ২২০০ এর মধ্যে নিতে পারবেন" +
                " ৪ জনের জন্য । \n" +
                "সেন্ট মার্টিন: \n" +
                "সেন্টমারটিন/নারিকেল জিনজিরা দেখার উপযুক্ত সময় হচ্ছে শীতকাল । ে সময় পানির রঙ একদম ছবির মত নীল দেখায় । সেন্টমারটিন প্রাকৃতিক সৌন্দর্যে ভরপুর ছোট্ট একটা দ্বীপ এখানে কেউরা গাছের নিচে বসে" +
                " সমুদ্র দর্যেশন , নীল সমুদ্রে গোসল , সুন্দর সুন্দর রিসোর্টে রাত্রিযাপন ,ছেরাদবিপ ভ্রমণ ,ডাবের পানি সহ সামুদ্রিক মাছ সবই আপনার মনে গেঁথে নেবে। তবে এখানে অনেক আধুনিক সুযোগ সুবিধাই হয়ত" +
                " আপনি পাবেন না । ২৪ ঘণ্টা ইলেক্ট্রেসিটি,এসি ,লিফট বা থাই/চাইনিস রেস্ট্যুরেন্ট সেখানে নেই । ইলেক্ট্রিসিটির ব্যাবস্থা কিছু সময়ের জন্য করা হয়ে থাকে জেনারেটরের মাধ্মে । তবে হ্যা ভালো মোবাইল" +
                " নেটওয়ার্ক পাবেন সব খানেই । শীতকাল ছাড়াও কখন সেন্মারটিন ভ্রমণ উপযোগী তা শিপ ইনফরমেশন নিলেই বুজতে পারবেন ।একমাত্র সমুদ্রের অবস্থা ভাল থাকলেই শিপ ছাড়ার অনুমতি মিলে। সেন্টমারটিনে" +
                " ট্রলার/ শিপ অথবা স্পীড বোডে যেতে পারেন । ট্রলারে/স্পিড বোডে জন প্রতি ভারা পরবে ২০০ থেকে ২৫০ টাকা ।এবং এগুলো সারা বছর ধরে যাতায়াত করে ।( এডভেঞ্চার পছন্দ করলে আপনিও এভাবে যেতে পারেন ।)" +
                "আর সিপে বিভিন্ন ক্যাটাগরিতে ভারা পরবে ৩৫০ থেকে শুরু করে ৪/৫ হাজার টাকা পর্যন্ত ।কক্সবাজার সমুদ্র দেখে সেন্টমারটিন আসবার প্লান করছেন তারা কক্সবাজার থেকে টেকনাফ স্পেশাল বাসে চলে" +
                " আসবেন ভারা ১২০ টাকা ।৩ ঘণ্টা লাগে যেতে। আর টেকনাফ থেকে কেয়ারি ঘাট ও খুব বেশী দূরে না মূলত টেকনাফ যাবার আগেই পথে কেয়ারী ঘাট । যারা রেল-বাস-সিপ এবং ট্রালার একসাথে ভ্রমণ করতে" +
                " চাইছেন তারা রাতের ট্রেনে চিটাগং এরপর বাসে কক্সবাজার হয়ে টেকনাফ এসে সিপে সেন্তমারটিন এবং ট্রলারে ছেরাদ্বিপ পরিদর্শন করে আসতে পারেন ।";

        intro[1] = "সাজেক রাংগামাটি জেলার বাঘাইছড়ি উপজেলার একটি ইউনিয়ন। বাংলাদেশের সবচেয়ে বড়" +
                " ইউনিয়ন সাজেক আয়তনে বিশাল, বাংলাদেশের অনেক উপজেলার চেয়েও আয়তনে বড়। এটির" +
                " অবস্থান খাগড়াছড়ি জেলা থেকে উত্তর-পুর্ব দিকে। মুল সাজেক বলতে যে স্থানকে বুঝায়" +
                " সেটি হলো ‘রুইলুই’ এবং ‘কংলাক’ নামের দুটি বসতি, স্থানীয় ভাষায় ’পাড়া’। সমুদ্রপৃষ্ঠ" +
                " থেকে এর উচ্চতা ১৮০০ ফুট।সাজেকে মূলত লুসাই,পাংখোয়া এবং ত্রিপুরা আদিবাসী বসবাস" +
                " করে।সাজেক থেকে ভারতের মিজোরাম সীমান্তের দুরত্ব ১০ কি.মি.।কমলা চাষের জন্য" +
                " বিখ্যাত সাজেক। \n" +"\n   " +"সাজেক এমন একটি জায়গা যেখানে ভাগ্য ভাল হলে ২৪" +
                " ঘণ্টায় আপনি প্রকৃতির তিনটা রূপই দেখতে পারবেন । কখনো খুবই গরম একটু পরেই হটাৎ" +
                " বৃষ্টি এবং তার কিছু পরেই হয়তো চারদিকে ঢেকে যাবে কুয়াশার চাদরে । রাতে এই দুর্গম" +
                " পাহাড়ের চুড়ায় যখন সোলারের কল্যাণে বাতি জ্বলে উঠে তখন সৃষ্টি হয় অসাধারণ এক" +
                " পরিস্থিতি । অনেক বাচ্চারা রোড লাইটের নিচে বই নিয়ে বসে পড়ে অথবা ঐ টুকু আলোর" +
                " ভিতরেই খেলায় মেতে উঠে । সাজেকে ৩টা হ্যালি প্যাড আছে ৩টার সৌন্দর্য তিন রকম ।" +
                " এছাড়া রুইলুই পারা হতে হেটে আপনি কমলং পারা পর্যন্ত যেতে পারেন এই পারাটিও অনেক" +
                " সুন্দর এবং অনেক উচুতে অবস্থিত । কমলার সিজনে কমলা খেতে ভুলবেন না । সাজেকের কমলা" +
                " বাংলাদেশের সেরা কমলা । বাংলাদেশ আর্মিদের দারা রুইলুই পারার অধিবাসীদের জন্য একটা" +
                " ছোট তাত শিল্প গরে তোলা হয়েছে । সুন্দর সুন্দর গামছা ,লুঙ্গী পাওয়া এখানে।";
        howToGo[1] = "ঢাকা থেকে এস.আলম,ইকোনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস খাগড়াছড়ি যায়। ছাড়ে" +
                " গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি" +
                " থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির" +
                " দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি " +
                "আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও " +
                "খাগড়াছড়ি হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। \n" +
                "\n" +
                "যারা খাগড়াছড়ি হয়ে আসবেনঃ\n" +
                "ঢাকা-টু খাগড়াছড়ি আসবার জন্য এস.আলম, সৌদিয়া, ঈগল, শান্তি আর শ্যামলীর নন এসি আর সেন্টমার্টিন, বিআরটিসি এর এসি" +
                " পরিবহনের বাস রয়েছে । খাগড়াছড়ি থেকে দিঘিনালা পর্যন্ত বাস/চান্দের গারি/ সিএনজি রয়েছে । বাসে অ চান্দের গারিতে ভারা" +
                " ৪৫/- জনপ্রতি । দিঘিনালা থেকে জন ভেদে চান্দের গাড়ি অথবা মটর বাইক নিতে পারেন । একদিনের জন্য চান্দের গাড়ি ভাড়া" +
                " পরবে ৩০০০/- টাকা ২দিনের জন্য ৫০০০/- ( কথা বলে নিতে হবে ) ১২/১৩ জন যেতে পারবেন । এছারা মটর বাইক রয়েছে" +
                " আপডাউন ৭০০ থেকে ১০০০ টাকার মধ্যে পেয়ে যাবেন। \n" +
                "\n" +
                "যারা রাঙ্গামাটি হয়ে আসবেনঃ \n" +
                "রাঙ্গামাটি থেকে নৌপথে লঞ্চযোগে অথবা সড়কপথে বাঘাইছড়ি যাওয়া যায়। রিজার্ভ বাজার লঞ্চঘাট থেকে প্রতিদিন সকাল" +
                " ৭.৩০ থেকে ১০.৩০ ঘটিকার মধ্যে লঞ্চ ছাড়ে। ভাড়া জনপ্রতি ১৫০-২৫০ টাকা। সময় লাগে ৫-৬ ঘন্টা। বাস টার্মিনাল" +
                " থেকে সকাল ৭.৩০ থেকে ৮.৩০ ঘটিকার মধ্যে বাস ছাড়ে, ভাড়া জনপ্রতি ২০০ টাকা। সময় লাগে ৬-৭ ঘন্টা। এছাড়াও" +
                " চট্টগ্রাম থেকে সরাসরি বাঘাইছড়ি যাওয়া সম্ভব। ঢাকা থেকেও সরাসরি বাঘাইছড়ি যাওয়া যায়। বাঘাইছড়ি থেকে জীপ (চাদেঁর গাড়ি)" +
                " অথবা মোটর সাইকেলে সাজেক ভ্যালীতে পৌঁছানো যায়। ভাড়া জনপ্রতি ৩০০/-টাকা। \n" +
                "\n" +
                "কখন যাবেন:\n" +
                "শুধুই ঘুরাঘুরির জন্য হলে শীতকাল যাওয়া সবচেয়ে ভালো। আর আপনি যদি এডভেঞ্চার প্রিয় হন আর পাহাড়ের সত্যিকারের সৌন্দর্য" +
                " দেখতে চান তবে বর্ষাকালে আসুন। \n" +
                "\n" +
                "কোথায় থাকবেনঃ\n" +
                "রিসোর্ট রূনময়:\n" +
                "এটি রুইলুই পাড়ার শেষ প্রান্তে অবস্থিত বাংলাদেশ আর্মি পরিচালিত একটি রিসোর্ট। রুম আছে পাঁচটি।ভাড়া ৪৪৫০-৪৯৫০ টাকা।টেন্ট:রিসোর্ট" +
                " রুনময়ের সামনেই আছে চারটি টেন্ট,প্রতিটিতে থাকা যায় চারজন করে।খাবার সরবরাহ করা রুনময় থেকে।ভাড়া প্রতি টেন্ট ২৮৫০ টাকা।" +
                " (কিছুদিন আগে কালবৈশখীতে একদম ভেঙ্গেচুরে গিয়েছিল। ঝড়ের মৌসুমে না থাকাই ভালো) \n" +
                "\n" +
                "সাজেক রিসোর্ট :\n" +
                "রুইলুই পাড়ার একেবারে কেন্দ্রে অবস্থিত আর্মি পরিচালিত এই রিসোর্ট। রুম আছে চারটি।ভাড়া ১০০০০,১২০০০ এবং ১৫০০০হাজার টাকা। \n" +
                "\n" +
                "রিসোর্ট রুনময়,সাজেক রিসোর্ট এবং টেন্ট বুকিং-এর সব তথ্য তাদের(rock-sajek) ওয়েবসাইটে পাবেন। আলো রিসোর্ট :এটি এনজিও সংস্থা" +
                " আলো কতৃক পরিচালিত একটি রিসোর্ট।ছিমছাম এবং গোছানো একটি রিসোর্ট। অবস্থান রুইলুই পাড়ায় সাজেক রিসোর্টের সামনেই।ভাড়া ডাবল রুম ১০০০,সিঙ্গেল রুম ৭০০ টাকা। \n" +
                "\n" +
                "ক্লাব হাউজ:\n" +
                "সেমি পাকা ঘরটি মূলত ওখানকার মানুষদের জন্য ক্লাব হিসেবে করে দিয়েছিলো আর্মি,তবে পর্যটক বেশি হলে অথবা এমনিতেই কেউ থাকতে চাইলে এখানে থাকা" +
                " যায়।বিছানাপত্র কেয়ারটেকারই দিবে,ভাড়া ১৫০-২০০টাকা।খাবারের ব্যাবস্থা বললে কেয়ারটেকার করে দিবে,খরচ হবে প্রতিবেলা ১৫০-২০০টাকা। স্টুডেন্ট/যাদের" +
                " থাকবার জন্য মোটামুটি একটা ব্যাবস্থা হলেই হয় তারা রুইলুই-ক্লাব হাউজে থাকতে পারেন । এর সামনে ফাকা কিছু জায়গা আছে । রাতে বারবি কিউ/গানবাজনা" +
                " অরথাত মজা করার জন্য উপযুক্ত । এছাড়া যদি নিজেরা ক্যাম্পিং করতে চান করতে পারবেন।ক্যাম্পিং করার জন্য রুইলুই পাড়ায় অনেক গুলো সুন্দর স্পট রয়েছে।তবে" +
                " ক্যাম্পিং করার আগে নিরাপত্তা বাহিনীকে বলে নেবেন। \n" +
                "\n" +
                "কোথায় খাবেনঃ\n" +
                "সাজেক রিসোর্ট, রিসোর্ট রুনময়,টেন্ট এবং আলো রিসোর্টে থাকলে খাবারের ব্যাবস্থা রিসোর্ট থেকেই হবে।ক্লাব হাউজে থাকলে সেখানকার কেয়ারটেকার কে দিয়ে" +
                " খাবারের ব্যাবস্থা করতে পারবেন।এছাড়া যারা ক্যাম্পিং করবেন বা বাহিরে থাকবেন তারা মারুতি হোটেলসহ আরো দুএকটা আদিবাসী পরিচালিত হোটেলে খেতে পারবেন,তবে" +
                " দুই ঘন্টা আগেই খাবার অর্ডার করতে হবে।খরচ হবে প্রতিবেলা ১৫০-২০০টাকা।রিসোর্ট রুনময় এবং আর্মি পরিচালিত ক্যান্টিনে অর্ডার করলেও ওরা খাবার করে দেবে" +
                " তবে এখানে দাম তুলনামূলক একটু বেশি হবে। \n" +
                "\n" +
                "খাবার ব্যাবস্থার জন্য পূর্বেই যোগাযোগ করে নিতে পারেন। মানুষ কম হলে ওইখানে গিয়েও করতে পারেন । ভাত + সবজি বললে রিসোর্টের তত্যাবধানে যিনি আছেন তিনি" +
                " ব্যাবস্থা করতে পারেন মাছ/ মাংস পথে মাচালং বাজার থেকে নিয়ে গেলে ভাল হয়। সব চেয়ে ভাল হয় এক রাত সাজেক থাকলে । ";
        whatToSee[1] = "সাজেক যাওয়ার পথে দিঘীনালা থেকে ৮কি.মি. দূরে দিঘীনালা-সাজেক রোডের পাশেই হাজাছড়া ঝর্ণা দেখে নিতে পারেন,মূল সড়ক থেকে ১০-১৫ মিনিট হাটলেই দেখা পেয়ে যাবেন এই অপূর্ব ঝর্ণাটির। \n" +
                "   তৈদুছড়া নামে আরো একটি অসাধারণ ঝর্না রয়েছে দিঘীনালায়,তবে এটি দেখতে হলে আপনাকে আলাদা করে একদিন সময় রাখতে হবে শুধু এই ঝর্ণাটির জন্য।দিঘীনালার জামতলি" +
                " থেকে হেঁটে এই ঝর্ণায় জেতে আসতে সময় লাগবে প্রায় ৬-৭ঘন্টা।দিঘীনালা বাস স্টেশন থেকে ইজিবাইকে জামতলি যেতে পারবেন,ভাড়া প্রতিজন ১০টাকা।এই ঝর্ণায় যাওয়ার সময়" +
                " অবশ্যই সাথে পর্যাপ্ত শুকনো খাবার নিয়ে যাবেন সাথে,কারন জামতলির পরে আর কোন দোকান নেই।তৈদুছড়া ঝর্ণায় জেতে হলে স্থানীয় অথবা পথ চেনে এমন কাউকে সাথে নিতে হবে।দিঘীনালা-সাজেক রোডের" +
                " নন্দরামে নেমে যেতে হবে সিজুক ১ এবং ২ ঝর্ণায়, পায়ে হেটে আসা যাওয়ায় সময় লাগবে ৬-৮ ঘন্টা,সাথে খাবার এবং গাইড নিয়ে যেতে হবে অবশ্যই। সাজেক নামে আলাদা করে কোন বাজার বা এমন কিছু নেই।রুইলুই" +
                " পাড়াতেই সব রিসোর্ট এবং দোকান।এই পাড়াতেই রয়েছে তিনটি হেলিপ্যাড এবং আর্মির তৈরি পার্ক। সাজেকের সৌন্দর্য উপভোগ করা হয় রুইলুই পাড়া এবং কংলাক পাড়া থেকে।রুইলুই থেকে কংলাক" +
                " পাড়ায় হেটে যাওয়া যায়,অথবা নিজেদের গাড়ি থাকলে গাড়ি নিয়েও যাওয়া যায়,দূরত্ব দুই কি.মি. প্রায়।পুরোটাই কাঁচা সড়ক।কংলাকে মূলত লুসাইদের বসবাস,ইদানিং কিছু ত্রিপুরা পরিবার সেখানে বসবাস" +
                " করছে।চার বছর আগে কংলাকে যেয়ে অনেক পাংখোয়া আদিবাসীর দেখা পেয়েছিলাম,এখন তারা পাহাড়ের আরো গহীনে চলে গেছে।স্থানীয় লুসাইদের কাছে শুনলাম ওরা বেশি জনসমাগম পছন্দ করেনা।তাই এই" +
                " দিকে বেশি পর্যটক আসাযাওয়া শুরু হওয়ার কারনে ওরা আরো গহীনে চলে যায়।সাজেকের সকালটা একরকম সুন্দর,বিকেলটা আবার অন্যরকম,রাতে চাঁদের আলোয় যদি সাজেকের সুনসান রাস্তায় হাঁটা না হয়" +
                " তবে সাজেক ভ্রমনই বৃথা!সাজেকের সৌন্দর্য উপভোগ করতে হলে অন্তত এক দুইদিন থাকতেই হবে।সাজেক যাওয়ার ভালো সময় বর্ষা এবং শীত।বর্ষার টুপটাপ বৃষ্টি, হাতের কাছে নেমে আসা মেঘ আর" +
                " চারদিকের সবুজ মিলিয়ে সাজেক যেন পাহাড়ের রানী হয়ে উঠে।শীতের কুয়াশাঢাকা সাজেক আবার আলাদা রকম সুন্দর।োনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস" +
                " খাগড়াছড়ি যায়। ছাড়ে গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল" +
                " ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা" +
                " ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও খাগড়াছড়ি" +
                " হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। ";

        intro[2] = "";
        howToGo[2] = "";
        whatToSee[2] = "";

        intro[3] = "";
        howToGo[3] = "";
        whatToSee[3] = "";

        intro[4] = "";
        howToGo[4] = "";
        whatToSee[4] = "";

        intro[5] = "";
        howToGo[5] = "";
        whatToSee[5] = "";

        intro[6] = "";
        howToGo[6] = "";
        whatToSee[6] = "";

        intro[7] = "";
        howToGo[7] = "";
        whatToSee[7] = "";

        intro[8] = "";
        howToGo[8] = "";
        whatToSee[8] = "";

        intro[9] = "";
        howToGo[9] = "";
        whatToSee[9] = "";

        intro[10] = "";
        howToGo[10] = "";
        whatToSee[10] = "";

        intro[11] = "";
        howToGo[11] = "";
        whatToSee[11] = "";
    }
}
