package com.example.ipvision.tguide;

/**
 * Created by ipvision on 7/30/2017.
 */

public class PlaceDetails {
    String[] intro, howToGo, whatToSee;

    public void PrepareData(){
        intro = new String[15];
        howToGo = new String[15];
        whatToSee = new String[15];

        intro[0] = "    পৃথীবির দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত কক্সবাজার। প্রতি বছর সারা দেশ থেকে লাখো পর্যটকের কক্সবাজারে সমাগত হয় কক্সবাজারে সমুদ্র দর্শনের জন্য।" +
                " কক্সবাজারের সমুদ্র তীর প্রায় ১২০ কিমি দীর্ঘ। এছাড়াও এখানে রয়েছে দেশের সর্ববৃহৎ মংস্য বন্দর। আমাদের দেশের একমাত্র প্রবাল দ্বীপের অবস্থানও কক্সবাজার" +
                " জেলায়। এ ছাড়াও মহেশখালী ও সোনাদিয়া দ্বীপের অবস্থানও কক্সবাজার জেলায়। শুধু সমুদ্র আর দ্বীপ নয়, এ জেলায় আছে বেশ কয়েকটি সুন্দর সংরক্ষিত বন। এ সমস্ত" +
                " কারণে কক্সাবাজারে সারা বছরই পর্যটকের ভীড় লেগে থাকে।";
        howToGo[0] = "      কক্সবাজারের সরাসরি গাড়ী চলে রাজধানী ঢাকা সহ দেশের প্রধান প্রধান শহরগুলোতে। যেমন, চট্টগ্রাম, খুলনা, সিলেট, রংপুর ইত্যাদী। ঢাকা থেকে নন এসি গাড়ী" +
                " আছে অনেকগুলো। শ্যামলী, টিআর, হানিফ, ইউনিক, এস আলম, সৈাদিয়া, ইত্যাদী। ভাড়া পড়বে ৮০০ টাকা। আর যদি এসি তে যান আছে গ্রীন লাইন, \u200Dসৈাদিয়া, দেশ" +
                " ট্রাভেলস, টিআর, সোহাগ ইত্যাদী। ভাড়া পড়বে ১৬০০(ইকোনমি ক্লাস)-থেকে ২০০০ টাকা (বিজনেস ক্লাস)। সময় লাগতে পারে ১২-১৪ ঘন্টার মত। এছাড়া সেন্টমার্টিন পরিবহন" +
                " বলে একটি সার্ভিস চালু আছে যেটা চলে টেকনাফ পর্যন্ত। নন এসির ক্ষেত্রে ইউনিক এবং শ্যামলীর সার্ভিস ভালো এবং এসির ক্ষেত্রে দেশ এবং টিআর ট্রাভেলসের সার্ভিস ভালো।" +
                " চট্টগ্রাম থেকে প্রতি ঘন্টায় কক্সবাজারের গাড়ী পাওয়া যায় বহদ্দার হাট থেকে। অধিকাংশ গাড়ীও অত্যন্ত লোকাল। ভালো সার্ভিস দেয় এস আলম ও সৈাদিয়া, ছাড়ে গরীবুল্লাহ শাহ" +
                " মাজার, দামপাড়া থেকে" +
                "কখন যাবেন:\n" +
                "   কক্সবাজারের পীক সিজন বলে অক্টোবর থেকে মার্চ। এ সময়টায় বৃষ্টি কম হওয়ায় বেশী ট্যুরিস্ট আসে। এ ছাড়াও শীত থাকাতে বীচগুলো বেশী উপভোগ্য লাগে, কিন্তু ভীড়টাও বেশী থাকে।" +
                " অফপিক সীজন থাকলেও দুই ঈদের পরে এবং তিন দিনের বন্ধে অনেক ট্যুরিস্ট থাকে। এ সময়টায় বুকিং না দিয়ে যাওয়াটা ঠিক নয়। অফসিজনে হোটেলগুলো ৩০% থেকে ৬০% পর্যন্ত ছাড় দিয়ে থাকে।" +
                " এ ছাড়াও বর্ষার সময়টা ঢেউ গুলো অনেক বড় থাকে। সেন্টমার্টিনের জাহাজ চলে সাধারণত অক্টোবর থেকে এপ্রিল। সেন্টমার্টিন জাহাজে যাবার ইচ্ছা থাকলে ওই সময়টায় যেতে পারেন। এবছর" +
                " (২০১৫) কোরবানীর ঈদের পর থেকে জাহাজ চালু হবার কথা (২৫ সেপ্টেম্বর ২০১৫)." +
                "\n" +
                "থাকার ব্যবস্থা:\n" +
                "   বর্তমানে কক্সবাজারে হোটেলগুলো প্রায় ১৫০,০০০ জন ধারণ ক্ষমতা আছে। সুতারাং বুক না দিয়ে গেলেও হোটেল পাবার সম্ভাবনা থাকে। তবে ডিসেম্বরের শেষ দিকে এবং নিউ ইয়ারের প্রারম্ভে" +
                " এ ঝুকিটা নেয়া ঠিক হবেনা। কক্স বাজার হোটেল/মোটেল/রিসোর্ট গুলোকে তিন ভাগে ভাগ করা যায় দামানুসারে। ৬০০০-১০.০০০: মারমেইড বিচ রিসোর্ট, সায়মন বিচ রিসোর্ট, ওশেন প্যারাডাইজ," +
                " লং বীচ, কক্স টুডে। ৩,০০০-৬,০০০: সী প্যালেস, সী গাল, কোরাল রীফ, নিটোল রিসোর্ট, আইল্যান্ডিয়া, বীচ ভিউ, সী ক্রাউন। ১,০০০-৩,০০০: উর্মি গেস্ট হাউজ, কোরাল রীফ, ইকরা" +
                " বিচ রিসোর্ট, অভিসার, মিডিয়া ইন, কল্লোল, হানিমুন রিসোর্ট। মনে রাখবেন হোটেল ভাড়া অফসিজনে অর্ধেকেরও বেশী ছাড়ে পাবার সম্ভাবনা থাকে। সুযোগ থাকলে কক্সবাজার নেমে একজন যেয়ে হোটেলের" +
                " সাথে দরদাম করে হোটেল খুজে নিলে সবচেয়ে ভালো হয়। রিকশাওয়ালা বা সিএনজিওয়ালার পরামর্শে হোটেল খোজাটা উচিত নয়। এখন প্রায় সব হোটেলরই ফেইসবুক পেইজ বা ওয়েবাসাইট থাকে," +
                " সেখান থেকে নাম্বার নিয়ে আগে যোগাযোগ করেও যেতে পারেন। হোটেলের পাশাপাশি কিছু ফ্ল্যাটও ভাড়া পাওয়া যায়। আপনি যদি বড় পরিবার নিয়ে যান, এ ধরণের ফ্ল্যাট আপনার জন্য বেশী উপযোগী" +
                " হতে পারে। ২/৩ রুম এসি/নন এসি, রান্নঘর সহ এ ধরণের ফ্ল্যাটের ভাড়া পড়বে ৪,০০০ থেকে ১০,০০০ টাকা প্রতিদিন।" +"\n" +
                "খাওয়া:\n" +
                "কক্সাজারে খাওয়ার মত অনেকগুলো রেস্টুরেন্ট আছে। বাজেট রেস্টুরেন্টের মধ্যে ঝাউবনের নামই সবার আগে আসে। এধরণের বেশ কিছু রেস্টুরেন্ট আছে, খাবারের মান মোটামুটি একই। রোদেলা, ধানসিঁড়ি," +
                " নিরিবিলি। মেনু অনুসারে দামের তালিকা নিচে দেওয়া হল। সিজনে কম/বেশী হতে পারে: ভাত: ২০-৪০ টাকা মিক্সড ভর্তা: ৭৫/১৫০/৩০০ (৮-১০ আইটেম) লইট্যা ফ্রাই: ১০০-১২০ (প্রতি প্লেট ৬-১০ টুকরা)" +
                " কোরাল/ভেটকি: ১৫০ (প্রতি পিচ) গরু: ১৫০-২০০ (২ জন শেয়ার করতে পারবেন) রপচাঁদা ফ্রাই/রান্না: ৩০০-৪০০ (বড়, ২জন খাওয়ার মত) ডাল: ৩০-৬০ বিশেষ ভাবে উল্লেখযোগ্য নাম পৈাষী । হোটেল" +
                " জোন থেকে কিছুটা দুরে শহরে এর অবস্থান। রিকশা/অটো ৫০ টাকা নিবে। দাম মোটামুটি একই। কিন্তু খাবার ভালো হবার কারণে ভিড়টা খুব বেশী থাকে। এছাড়া হান্ডি রেস্তারায় হায়দারাবদী বিরাণী খেতে পারবেন" +
                " ২০০-২৫০ টাকায়। অবস্থান লাবণী পয়েন্টে। কেএফসিও আছে, যদি কারো খেতে ইচ্ছা করে।" ;
        whatToSee[0] = "সৈকত:\n" +
                "কক্সাবাজারের তিনটি সৈকত মোটামটি বিখ্যাত। লাবণী, সুগন্ধা, কলাতলী বীচ। কলাতলী বীচে ভিড় তুলনামূলক কম থাকে আর সবচেেয়ে বেশী ভিড় থাকে সুগন্ধায়। সময় নিয়ে তিনটা বীচে হেটে দেখতে পারেন। গোসল করলে" +
                " অবশ্যই সাবধানতা অবলম্বন করবেন ভাটার সময় বা লাল পতাকা দেয়া অবস্থায় পানিতে নামবেননা। বীচে চেয়ার ভাড়া পাওয়া যায় ৫০-৬০ টাকা ঘন্টা। একই ভাড়ায় রাবার টিউবও পাবেন। \n" +
                "বার্মিজ মার্কেট: \n" +
                "শহরের বার্মিজ মার্কেট পর্যটকদের একটি প্রিয় গন্তব্য। এখানে বার্মা এবং চায়না (!) থেকে আসা অনেক কিছু পাওয়া যায়। যার মধ্যে রয়েছে বিভিন্ন ধরণের আচার, কাপড় চোপড়, গিফট আইটেম। \n" +
                "হিমছড়ি:\n" +
                "কক্সবাজার হোটেল জোন থেকে হিমছড়ির দূরত্ব ১৮ কিমির মতে। সিএনজি ভাড়া নিতে পারে ৩০০ টাকা। এছাড়াও প্রবেশ ফি রয়েছে ৩০ টাকা। পাহাড়ের উপর থেকে চমৎকার সমুদ্রের ভিউ দেখা যায় বলে এ জায়গাটি" +
                " অনেক জনপ্রিয়। মানুষ বেশী থাকলে জীপ ভাড়া করেও যেতে পারেন। জীপ ভাড়া নিতে পারে ১৫০০ টাকা। \n" +
                "ইনানী: \n" +
                "ইনানী সৈকতের অবস্থান কক্সবাজার থেকে ৪০ কিমি দূরে। সেখানে ভাটার সময় \n" +
                "দরিয়ানগর পার্ক:\n" +
                "পাহাড়, সমুদ্র আর সুর্যের মিলনের এ অপরূপ দৃশ্য বিশ্বের বৃহত্তম সমুদ্র সৈকত কক্সবাজারের নিকটবর্তী দরিয়ানগর পর্যটন কেন্দ্রের। কক্সবাজার শহর থেকে মেরিন ড্রাইভ সড়ক ধরে মাত্র আট কিলোমিটার" +
                " পূর্বদিকে দরিয়ানগর পর্যটন কেন্দ্র। পশ্চিমে বিশাল বঙ্গোপসাগর, পূর্বে উঁচু পাহাড়। মাঝখানে কক্সবাজার-টেকনাফ পিচঢালা সড়ক। এই পথ ধরে এগিয়ে গেলেই সবুজে ঘেরা বড়ছেড়া গ্রাম। এই গ্রামের" +
                " ৫৩ হেক্টর জমির ওপরে উঁচু-নিচু পাঁচটি পাহাড়ের সমন্বয়ে গড়ে উঠেছে এই বিনোদন কেন্দ্রটি। কক্সবাজার সমুদ্র সৈকত থেকে খানিক দূরে হিমছড়ি বা ইনানী বিচে যাওয়ার আগেই সমুদ্র আর পাহাড়ের এই মিলনস্থল।" +
                " পাহাড়ের চূড়া থেকে প্রায় সাতশ’ ফুট গভীরে একটি প্রাচীন গুহাও রয়েছে এখানে। পর্যটকরা অনায়াসে পাহাড়ের সেই ভিন্ন রূপটা উপভোগ করতে পারেন। কক্সবাজার সমুদ্র সৈকতে বেড়াতে আসা পর্যটকদের ভ্রমণ" +
                " ও আনন্দ খানিকটা বাড়িয়ে দিতে পারে এই দরিয়ানগর। প্রকৃতি তার দু’হাত ভরে সৌন্দর্য বিতরণ করেছে দরিয়ানগরকে। \n" +
                "মহেশখালী:\n" +
                "কক্সবাজার থেকে মহেশখালী যেতে হলে আপনাকে যেতে হবে ফিশারী ঘাটে। হোটেল জোন থেকে টমটম বা রিক্সায় যেতে পারেন। টমটমের ভাড়া ১০০ টাকা নিবে। ফিশারী ঘাট থেকে স্পীডবোট ছাড়ে। শেয়ারে গেলে ১১০ টাকা" +
                " পড়বে প্র্রতি জন। আর দল বড় হলে রিজার্ভ নিতে পারেন, সেক্ষেত্রে পড়বে ১৮০০-২০০০ টাকা। সর্বোচ্চ ১১ জন যেতে পারবেন এক স্পীড বোটে। মহেশখালীর মূল আকর্ষণ আদিনাথ মন্দির। এছাড়াও আরো কয়েকটি" +
                " বৈাদ্ধ মন্দির আছে। সেগুলোও দেখতে পারেন। আদিনাথ মন্দিরের উপরের পাহাড়, ম্যানগ্রোভ বন ও সমুদ্রের দৃশ্যটা অনেক সুন্দর। \n" +
                "টেকনাফঃ\n" +
                "টেকনাফের ভ্রমণের শুরু হয় নাফনদী থেকে। নদীর কূল ধরে বেড়ে উঠেছে ম্যানগ্রোভ বনাঞ্চল। শ্বাসমূলের সঙ্গে পানির বোঝাপড়াটাও দারুণ। এছাড়াও দেখার মত স্থান হতে পারে মাথিনের কুপ ,টেকনাফ শহরের প্রান" +
                " কেন্দ্রে নাফ নদীর পাশে টেকনাফ পুলিশ ফাঁড়ির চত্তরে এই মাথিনের কূপ । এছাড়া রয়েছে টেকনাফের দমদমিয়ায় অবস্থিত নেচার পার্কে। গর্জন, তেলসুর, বহেড়া, চাপালিশ, হরীতকীসহ নানা গাছে ঘেরা ঘন সবুজ বন।" +
                " এখানে ট্রেকিং পথে মিলবে নানা রকমের পাখি আর বন্য প্রাণীর, যা পুরোটাই প্রাকৃতিকভাবে গড়ে উঠেছে। টেকনাফে থাকার জন্য মিল্কই হোটেল ভালো হবে প্রাইজ দামাদামি করে নিলে ২২০০ এর মধ্যে নিতে পারবেন" +
                " ৪ জনের জন্য । \n" +
                "সেন্ট মার্টিন: \n" +
                "সেন্টমারটিন/নারিকেল জিনজিরা দেখার উপযুক্ত সময় হচ্ছে শীতকাল । ে সময় পানির রঙ একদম ছবির মত নীল দেখায় । সেন্টমারটিন প্রাকৃতিক সৌন্দর্যে ভরপুর ছোট্ট একটা দ্বীপ এখানে কেউরা গাছের নিচে বসে" +
                " সমুদ্র দর্যেশন , নীল সমুদ্রে গোসল , সুন্দর সুন্দর রিসোর্টে রাত্রিযাপন ,ছেরাদবিপ ভ্রমণ ,ডাবের পানি সহ সামুদ্রিক মাছ সবই আপনার মনে গেঁথে নেবে। তবে এখানে অনেক আধুনিক সুযোগ সুবিধাই হয়ত" +
                " আপনি পাবেন না । ২৪ ঘণ্টা ইলেক্ট্রেসিটি,এসি ,লিফট বা থাই/চাইনিস রেস্ট্যুরেন্ট সেখানে নেই । ইলেক্ট্রিসিটির ব্যাবস্থা কিছু সময়ের জন্য করা হয়ে থাকে জেনারেটরের মাধ্মে । তবে হ্যা ভালো মোবাইল" +
                " নেটওয়ার্ক পাবেন সব খানেই । শীতকাল ছাড়াও কখন সেন্মারটিন ভ্রমণ উপযোগী তা শিপ ইনফরমেশন নিলেই বুজতে পারবেন ।একমাত্র সমুদ্রের অবস্থা ভাল থাকলেই শিপ ছাড়ার অনুমতি মিলে। সেন্টমারটিনে" +
                " ট্রলার/ শিপ অথবা স্পীড বোডে যেতে পারেন । ট্রলারে/স্পিড বোডে জন প্রতি ভারা পরবে ২০০ থেকে ২৫০ টাকা ।এবং এগুলো সারা বছর ধরে যাতায়াত করে ।( এডভেঞ্চার পছন্দ করলে আপনিও এভাবে যেতে পারেন ।)" +
                "আর সিপে বিভিন্ন ক্যাটাগরিতে ভারা পরবে ৩৫০ থেকে শুরু করে ৪/৫ হাজার টাকা পর্যন্ত ।কক্সবাজার সমুদ্র দেখে সেন্টমারটিন আসবার প্লান করছেন তারা কক্সবাজার থেকে টেকনাফ স্পেশাল বাসে চলে" +
                " আসবেন ভারা ১২০ টাকা ।৩ ঘণ্টা লাগে যেতে। আর টেকনাফ থেকে কেয়ারি ঘাট ও খুব বেশী দূরে না মূলত টেকনাফ যাবার আগেই পথে কেয়ারী ঘাট । যারা রেল-বাস-সিপ এবং ট্রালার একসাথে ভ্রমণ করতে" +
                " চাইছেন তারা রাতের ট্রেনে চিটাগং এরপর বাসে কক্সবাজার হয়ে টেকনাফ এসে সিপে সেন্তমারটিন এবং ট্রলারে ছেরাদ্বিপ পরিদর্শন করে আসতে পারেন ।";

        intro[1] = "সাজেক রাংগামাটি জেলার বাঘাইছড়ি উপজেলার একটি ইউনিয়ন। বাংলাদেশের সবচেয়ে বড়" +
                " ইউনিয়ন সাজেক আয়তনে বিশাল, বাংলাদেশের অনেক উপজেলার চেয়েও আয়তনে বড়। এটির" +
                " অবস্থান খাগড়াছড়ি জেলা থেকে উত্তর-পুর্ব দিকে। মুল সাজেক বলতে যে স্থানকে বুঝায়" +
                " সেটি হলো ‘রুইলুই’ এবং ‘কংলাক’ নামের দুটি বসতি, স্থানীয় ভাষায় ’পাড়া’। সমুদ্রপৃষ্ঠ" +
                " থেকে এর উচ্চতা ১৮০০ ফুট।সাজেকে মূলত লুসাই,পাংখোয়া এবং ত্রিপুরা আদিবাসী বসবাস" +
                " করে।সাজেক থেকে ভারতের মিজোরাম সীমান্তের দুরত্ব ১০ কি.মি.।কমলা চাষের জন্য" +
                " বিখ্যাত সাজেক। \n" +"\n   " +"সাজেক এমন একটি জায়গা যেখানে ভাগ্য ভাল হলে ২৪" +
                " ঘণ্টায় আপনি প্রকৃতির তিনটা রূপই দেখতে পারবেন । কখনো খুবই গরম একটু পরেই হটাৎ" +
                " বৃষ্টি এবং তার কিছু পরেই হয়তো চারদিকে ঢেকে যাবে কুয়াশার চাদরে । রাতে এই দুর্গম" +
                " পাহাড়ের চুড়ায় যখন সোলারের কল্যাণে বাতি জ্বলে উঠে তখন সৃষ্টি হয় অসাধারণ এক" +
                " পরিস্থিতি । অনেক বাচ্চারা রোড লাইটের নিচে বই নিয়ে বসে পড়ে অথবা ঐ টুকু আলোর" +
                " ভিতরেই খেলায় মেতে উঠে । সাজেকে ৩টা হ্যালি প্যাড আছে ৩টার সৌন্দর্য তিন রকম ।" +
                " এছাড়া রুইলুই পারা হতে হেটে আপনি কমলং পারা পর্যন্ত যেতে পারেন এই পারাটিও অনেক" +
                " সুন্দর এবং অনেক উচুতে অবস্থিত । কমলার সিজনে কমলা খেতে ভুলবেন না । সাজেকের কমলা" +
                " বাংলাদেশের সেরা কমলা । বাংলাদেশ আর্মিদের দারা রুইলুই পারার অধিবাসীদের জন্য একটা" +
                " ছোট তাত শিল্প গরে তোলা হয়েছে । সুন্দর সুন্দর গামছা ,লুঙ্গী পাওয়া এখানে।";
        howToGo[1] = "ঢাকা থেকে এস.আলম,ইকোনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস খাগড়াছড়ি যায়। ছাড়ে" +
                " গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি" +
                " থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির" +
                " দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি " +
                "আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও " +
                "খাগড়াছড়ি হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। \n" +
                "\n" +
                "যারা খাগড়াছড়ি হয়ে আসবেনঃ\n" +
                "ঢাকা-টু খাগড়াছড়ি আসবার জন্য এস.আলম, সৌদিয়া, ঈগল, শান্তি আর শ্যামলীর নন এসি আর সেন্টমার্টিন, বিআরটিসি এর এসি" +
                " পরিবহনের বাস রয়েছে । খাগড়াছড়ি থেকে দিঘিনালা পর্যন্ত বাস/চান্দের গারি/ সিএনজি রয়েছে । বাসে অ চান্দের গারিতে ভারা" +
                " ৪৫/- জনপ্রতি । দিঘিনালা থেকে জন ভেদে চান্দের গাড়ি অথবা মটর বাইক নিতে পারেন । একদিনের জন্য চান্দের গাড়ি ভাড়া" +
                " পরবে ৩০০০/- টাকা ২দিনের জন্য ৫০০০/- ( কথা বলে নিতে হবে ) ১২/১৩ জন যেতে পারবেন । এছারা মটর বাইক রয়েছে" +
                " আপডাউন ৭০০ থেকে ১০০০ টাকার মধ্যে পেয়ে যাবেন। \n" +
                "\n" +
                "যারা রাঙ্গামাটি হয়ে আসবেনঃ \n" +
                "রাঙ্গামাটি থেকে নৌপথে লঞ্চযোগে অথবা সড়কপথে বাঘাইছড়ি যাওয়া যায়। রিজার্ভ বাজার লঞ্চঘাট থেকে প্রতিদিন সকাল" +
                " ৭.৩০ থেকে ১০.৩০ ঘটিকার মধ্যে লঞ্চ ছাড়ে। ভাড়া জনপ্রতি ১৫০-২৫০ টাকা। সময় লাগে ৫-৬ ঘন্টা। বাস টার্মিনাল" +
                " থেকে সকাল ৭.৩০ থেকে ৮.৩০ ঘটিকার মধ্যে বাস ছাড়ে, ভাড়া জনপ্রতি ২০০ টাকা। সময় লাগে ৬-৭ ঘন্টা। এছাড়াও" +
                " চট্টগ্রাম থেকে সরাসরি বাঘাইছড়ি যাওয়া সম্ভব। ঢাকা থেকেও সরাসরি বাঘাইছড়ি যাওয়া যায়। বাঘাইছড়ি থেকে জীপ (চাদেঁর গাড়ি)" +
                " অথবা মোটর সাইকেলে সাজেক ভ্যালীতে পৌঁছানো যায়। ভাড়া জনপ্রতি ৩০০/-টাকা। \n" +
                "\n" +
                "কখন যাবেন:\n" +
                "শুধুই ঘুরাঘুরির জন্য হলে শীতকাল যাওয়া সবচেয়ে ভালো। আর আপনি যদি এডভেঞ্চার প্রিয় হন আর পাহাড়ের সত্যিকারের সৌন্দর্য" +
                " দেখতে চান তবে বর্ষাকালে আসুন। \n" +
                "\n" +
                "কোথায় থাকবেনঃ\n" +
                "রিসোর্ট রূনময়:\n" +
                "এটি রুইলুই পাড়ার শেষ প্রান্তে অবস্থিত বাংলাদেশ আর্মি পরিচালিত একটি রিসোর্ট। রুম আছে পাঁচটি।ভাড়া ৪৪৫০-৪৯৫০ টাকা।টেন্ট:রিসোর্ট" +
                " রুনময়ের সামনেই আছে চারটি টেন্ট,প্রতিটিতে থাকা যায় চারজন করে।খাবার সরবরাহ করা রুনময় থেকে।ভাড়া প্রতি টেন্ট ২৮৫০ টাকা।" +
                " (কিছুদিন আগে কালবৈশখীতে একদম ভেঙ্গেচুরে গিয়েছিল। ঝড়ের মৌসুমে না থাকাই ভালো) \n" +
                "\n" +
                "সাজেক রিসোর্ট :\n" +
                "রুইলুই পাড়ার একেবারে কেন্দ্রে অবস্থিত আর্মি পরিচালিত এই রিসোর্ট। রুম আছে চারটি।ভাড়া ১০০০০,১২০০০ এবং ১৫০০০হাজার টাকা। \n" +
                "\n" +
                "রিসোর্ট রুনময়,সাজেক রিসোর্ট এবং টেন্ট বুকিং-এর সব তথ্য তাদের(rock-sajek) ওয়েবসাইটে পাবেন। আলো রিসোর্ট :এটি এনজিও সংস্থা" +
                " আলো কতৃক পরিচালিত একটি রিসোর্ট।ছিমছাম এবং গোছানো একটি রিসোর্ট। অবস্থান রুইলুই পাড়ায় সাজেক রিসোর্টের সামনেই।ভাড়া ডাবল রুম ১০০০,সিঙ্গেল রুম ৭০০ টাকা। \n" +
                "\n" +
                "ক্লাব হাউজ:\n" +
                "সেমি পাকা ঘরটি মূলত ওখানকার মানুষদের জন্য ক্লাব হিসেবে করে দিয়েছিলো আর্মি,তবে পর্যটক বেশি হলে অথবা এমনিতেই কেউ থাকতে চাইলে এখানে থাকা" +
                " যায়।বিছানাপত্র কেয়ারটেকারই দিবে,ভাড়া ১৫০-২০০টাকা।খাবারের ব্যাবস্থা বললে কেয়ারটেকার করে দিবে,খরচ হবে প্রতিবেলা ১৫০-২০০টাকা। স্টুডেন্ট/যাদের" +
                " থাকবার জন্য মোটামুটি একটা ব্যাবস্থা হলেই হয় তারা রুইলুই-ক্লাব হাউজে থাকতে পারেন । এর সামনে ফাকা কিছু জায়গা আছে । রাতে বারবি কিউ/গানবাজনা" +
                " অরথাত মজা করার জন্য উপযুক্ত । এছাড়া যদি নিজেরা ক্যাম্পিং করতে চান করতে পারবেন।ক্যাম্পিং করার জন্য রুইলুই পাড়ায় অনেক গুলো সুন্দর স্পট রয়েছে।তবে" +
                " ক্যাম্পিং করার আগে নিরাপত্তা বাহিনীকে বলে নেবেন। \n" +
                "\n" +
                "কোথায় খাবেনঃ\n" +
                "সাজেক রিসোর্ট, রিসোর্ট রুনময়,টেন্ট এবং আলো রিসোর্টে থাকলে খাবারের ব্যাবস্থা রিসোর্ট থেকেই হবে।ক্লাব হাউজে থাকলে সেখানকার কেয়ারটেকার কে দিয়ে" +
                " খাবারের ব্যাবস্থা করতে পারবেন।এছাড়া যারা ক্যাম্পিং করবেন বা বাহিরে থাকবেন তারা মারুতি হোটেলসহ আরো দুএকটা আদিবাসী পরিচালিত হোটেলে খেতে পারবেন,তবে" +
                " দুই ঘন্টা আগেই খাবার অর্ডার করতে হবে।খরচ হবে প্রতিবেলা ১৫০-২০০টাকা।রিসোর্ট রুনময় এবং আর্মি পরিচালিত ক্যান্টিনে অর্ডার করলেও ওরা খাবার করে দেবে" +
                " তবে এখানে দাম তুলনামূলক একটু বেশি হবে। \n" +
                "\n" +
                "খাবার ব্যাবস্থার জন্য পূর্বেই যোগাযোগ করে নিতে পারেন। মানুষ কম হলে ওইখানে গিয়েও করতে পারেন । ভাত + সবজি বললে রিসোর্টের তত্যাবধানে যিনি আছেন তিনি" +
                " ব্যাবস্থা করতে পারেন মাছ/ মাংস পথে মাচালং বাজার থেকে নিয়ে গেলে ভাল হয়। সব চেয়ে ভাল হয় এক রাত সাজেক থাকলে । ";
        whatToSee[1] = "সাজেক যাওয়ার পথে দিঘীনালা থেকে ৮কি.মি. দূরে দিঘীনালা-সাজেক রোডের পাশেই হাজাছড়া ঝর্ণা দেখে নিতে পারেন,মূল সড়ক থেকে ১০-১৫ মিনিট হাটলেই দেখা পেয়ে যাবেন এই অপূর্ব ঝর্ণাটির। \n" +
                "   তৈদুছড়া নামে আরো একটি অসাধারণ ঝর্না রয়েছে দিঘীনালায়,তবে এটি দেখতে হলে আপনাকে আলাদা করে একদিন সময় রাখতে হবে শুধু এই ঝর্ণাটির জন্য।দিঘীনালার জামতলি" +
                " থেকে হেঁটে এই ঝর্ণায় জেতে আসতে সময় লাগবে প্রায় ৬-৭ঘন্টা।দিঘীনালা বাস স্টেশন থেকে ইজিবাইকে জামতলি যেতে পারবেন,ভাড়া প্রতিজন ১০টাকা।এই ঝর্ণায় যাওয়ার সময়" +
                " অবশ্যই সাথে পর্যাপ্ত শুকনো খাবার নিয়ে যাবেন সাথে,কারন জামতলির পরে আর কোন দোকান নেই।তৈদুছড়া ঝর্ণায় জেতে হলে স্থানীয় অথবা পথ চেনে এমন কাউকে সাথে নিতে হবে।দিঘীনালা-সাজেক রোডের" +
                " নন্দরামে নেমে যেতে হবে সিজুক ১ এবং ২ ঝর্ণায়, পায়ে হেটে আসা যাওয়ায় সময় লাগবে ৬-৮ ঘন্টা,সাথে খাবার এবং গাইড নিয়ে যেতে হবে অবশ্যই। সাজেক নামে আলাদা করে কোন বাজার বা এমন কিছু নেই।রুইলুই" +
                " পাড়াতেই সব রিসোর্ট এবং দোকান।এই পাড়াতেই রয়েছে তিনটি হেলিপ্যাড এবং আর্মির তৈরি পার্ক। সাজেকের সৌন্দর্য উপভোগ করা হয় রুইলুই পাড়া এবং কংলাক পাড়া থেকে।রুইলুই থেকে কংলাক" +
                " পাড়ায় হেটে যাওয়া যায়,অথবা নিজেদের গাড়ি থাকলে গাড়ি নিয়েও যাওয়া যায়,দূরত্ব দুই কি.মি. প্রায়।পুরোটাই কাঁচা সড়ক।কংলাকে মূলত লুসাইদের বসবাস,ইদানিং কিছু ত্রিপুরা পরিবার সেখানে বসবাস" +
                " করছে।চার বছর আগে কংলাকে যেয়ে অনেক পাংখোয়া আদিবাসীর দেখা পেয়েছিলাম,এখন তারা পাহাড়ের আরো গহীনে চলে গেছে।স্থানীয় লুসাইদের কাছে শুনলাম ওরা বেশি জনসমাগম পছন্দ করেনা।তাই এই" +
                " দিকে বেশি পর্যটক আসাযাওয়া শুরু হওয়ার কারনে ওরা আরো গহীনে চলে যায়।সাজেকের সকালটা একরকম সুন্দর,বিকেলটা আবার অন্যরকম,রাতে চাঁদের আলোয় যদি সাজেকের সুনসান রাস্তায় হাঁটা না হয়" +
                " তবে সাজেক ভ্রমনই বৃথা!সাজেকের সৌন্দর্য উপভোগ করতে হলে অন্তত এক দুইদিন থাকতেই হবে।সাজেক যাওয়ার ভালো সময় বর্ষা এবং শীত।বর্ষার টুপটাপ বৃষ্টি, হাতের কাছে নেমে আসা মেঘ আর" +
                " চারদিকের সবুজ মিলিয়ে সাজেক যেন পাহাড়ের রানী হয়ে উঠে।শীতের কুয়াশাঢাকা সাজেক আবার আলাদা রকম সুন্দর।োনো,শান্তি, সৌদিয়া, ঈগল আর শ্যামলীর নন এসি আর সেন্টমার্টিন এর এসি বাস" +
                " খাগড়াছড়ি যায়। ছাড়ে গাবতলী থেকে রাত ৯ টা আর সায়েদাবাদ থেকে ১১টার দিকে। খাগড়াছড়ি পৌছায় ৭টা-৮টার দিকে। ভাড়া নন এসি৫২০ ও এসি ৭০০ টাকা।খাগড়াছড়ি থেকে ঢাকার ফিরতি বাস ছাড়ে সকাল" +
                " ১১টা, বিকাল ৩ টা ও রাত ৯ টায়। শান্তি খাগড়াছড়ি হয়ে দীঘিনালা পৌছায় সকাল ৮টা ৩০ এর মধ্যে। শান্তির দিনে ও রাতে একাধিক বাস আছে।ভাড়া নন এসি৫৮০ ও এসি ৬৫০ টাকা।ফিরতি গাড়ী সন্ধ্যা" +
                " ৭ টা ১০ এ। শ্যামলীর রংপুর থেকে, শান্তি নন এসি আর বিআরটিসি এসি চট্টগ্রাম থেকেও ছাড়ে।চট্টগ্রামের ফিরতি গাড়ী আছে সকাল পৌনে ৮টা থেকে রাত ৮টা পর্যন্ত। সাজেক রাঙ্গামাটিতে পরলেও খাগড়াছড়ি" +
                " হয়ে যাতায়াত সুবিধা । শুধু সাজেকের জন্য (যারা আলুটিলা অথবা রিসাং যাবেন না) অবশ্য দীঘিনালা হয়ে যাতায়াত ভালো। ";

        intro[2] = "    বঙ্গোপসাগরের কোলে উত্তর ও পশ্চিমে মেঘনার শাখা নদী, আর দক্ষিণ এবং পূর্বে সৈকত ও সমুদ্র বালুচরবেষ্টিত ছোট্ট সবুজ ভূখণ্ড নিঝুম দ্বীপ। অগণিত শ্বাসমূলে ভরা কেওড়া বাগানের এক সবুজ" +
                " এই দ্বীপকে। দিনে দুবার জোয়ার-ভাটার এই দ্বীপের এক পাশ ঢেকে আছে সাদা বালুতে, আর অন্য পাশে সৈকত। এখানে শীতকালে বসে হাজার পাখির মেলা, বন্য কুকুর আর সাপের অভয়ারণ্য এই বনের সবুজ ঘাস" +
                " চিরে সারা দিন দৌড়ে বেড়ায় চিত্রা হরিণের দল। এই হলো নিঝুম দ্বীপ। নিঝুম দ্বীপের সবচেয়ে আকর্ষণীয় বিষয় হলো মাইলের পর মাইল জুড়ে কেওড়া বন আর সেই বনের পাতার আড়ালে লুকিয়ে থাকা চিত্রা" +
                " হরিণ।এখানে সমুদ্রের বুকে হেলে পড়ে অস্তগামী সূর্য, হাজার পাখির কলতান নিস্তব্দতার ঘুম ভাঙ্গায়, মায়াবী হরিনের পদচারনায় মুখরিত হয় জনপদ, সারি সারি কেওড়া গাছের কোল ঘেষে বয়ে চলে নদী, চুপিসারে" +
                " কাছে ডাকে, মায়াবী ইন্দ্রজানে বেধে ফেলে মনুষ্যপ্রজাতীকে। সমুদ্রকোল হতে সরু খাল সবুজের বুক চিরে চলে গেছে গহীন বনে। সে যে সবুজ আর নোনা জলের কি এক প্রেমকাব্য না দেখলে বিশ্বাস করা যায় না।" +
                " যেন সবুজ গালিচা বিছিয়ে দেয়া হয়েছে সমুদ্রের তলানী পর্যন্ত। স্বচ্ছ পানির নিচে সবুজ ঘাষ আর মাছেরা খেলা করে আপন খেয়ালে। দেখলেই মন চাইবে ঝাপিয়ে পড়ে পরাণ জুড়াই। এ এমনই এক মায়াবী প্রকৃতি যা শহুরে" +
                " কর্মচঞ্চল মানুষক নতুন এক জীবন দেয়। নিঝুম দ্বীপ- সত্যিই নিঝুম। একবারই অলাদা। সব কিছুর বাহিরে। এখানে নেই পর্যটনের চাকচিক্য, রং বেরং এর বাতির ঝলক কিংবা যান্ত্রিক কোন বাহনের বিকট শব্দ। নিঝুম- সত্যিই" +
                " নিঝুম, নিশ্চুপ। এ যেন প্রকৃতির একটি আলাদা সত্ত্বা। যা আর কোথাও নেই।";
        howToGo[2] = "ঢাকা থেকে নিঝুমদীপে ২ ভাবে যাওয়া যায় -\n" +
                "   সদরঘাট থেকে লঞ্চে করে এবং \n" +
                "   ট্রেন বা বাসে নোয়াখালী হয়ে। \n" +
                "\n" +
                "   বাসে করে গেলে প্রথমে একুশে অথবা ইকোনো পরিবহনের বাসে যেতে হবে নোয়াখালীর সোনাপুরে, প্রতিদিন মোটামুটি সকাল দুপুর ও সন্ধ্যায় সায়েদাবাদ বাস টার্মিনাল থেকে নোয়াখালীর সোনাপুর এর দিকে বাস ছেড়ে যায়, আবার ধানমন্ডি" +
                " জিগাতলা কাউন্টার থেকে ফকিরাপুল হয়ে একুশে পরিবহনের বাস ছাড়ে রাত ১০.২০ মিনিট। \n" +
                "\n" +
                "   আপনি ট্রেনে যেতে পারেন নোয়াখালীর মাইজদি পর্যন্ত। ঢাকা কমলাপুর থেকে বৃহস্পতি বার বাদে, প্রতিদিন বিকাল ৪.২০ মিনিট এ ৭১২ নং আন্তঃনগর উপকুল এক্সপ্রেস নোয়াখালী এর দিকে ছেড়ে যায়, মাইজদি পৌঁছে রাত ১০.২২ মিনিট।" +
                " ভাড়া - স্নিগ্ধা - ৫০৩ টাকা, প্রথম চেয়ার - ৩৫৫ টাকা, শোভন চেয়ার - ২৭০ টাকা, শোভন - ২৩০ টাকা। \n" +
                "\n" +
                "নোয়াখালীর সোনাপুর / মাইজদি থেকে লোকাল বাস বা সিএনজিতে করে, সি এন জি সারাদিন চলে ভাড়া জনপ্রতি ১৩০ টাকা থেকে ১৪০ টাকা, নামতে হবে বয়ার চর - চেয়ারম্যান ঘাটে। \n" +
                "চেয়ারম্যান ঘাট থেকে সি-ট্রাক, ট্রলার ও স্পীড বোট ছাড়ে হাতিয়ার উদ্দেশ্যে, সি-ট্রাক ছাড়ে প্রতিদিন সকাল ৮ টায় নম্বর-০১৭৫৬৮৪৬১০৬ এখন যান্ত্রিক ত্রুটির কারনে বন্ধ আছে ভাড়া জনপ্রতি - ৮০ টাকা, ট্রলার - ১২০ - ১৫০ টাকা" +
                " ভাড়া প্রতিজন ও স্পীড বোট জনপ্রতি ভাড়া - ৪০০-৫০০ টাকা। যাত্রীদেরকে নামাবে হাতিয়ার নলচিরা ঘাটে, নলচিরা থেকে বেবিটেক্সিতে (৬০০-৭০০) করে যেতে হবে মোক্তারিয়া ঘাটে, সরাসরি নলচিরা ঘাট থেকে মোটর সাইকেল রিজার্ভ" +
                " করে মোক্তারিয়া ঘাট এ যাওয়া যায় ভাড়া দুই জন ৩৫০ - ৪৫০ টাকা, দর দাম করে নিবেন। সেখান থেকে ট্রলারে ১৫ মিনিট লাগবে নিঝুম দ্বীপের বন্দরটিলা ঘাটে ভাড়া জনপ্রতি - ১০ টাকা। এরপর আপনি যদি নামার বাজার থাকেন তবে" +
                " ভ্যান/রিক্সা/মোটর সাইকেল এ যেতে হবে। ভাড়া ৮০-১০০ টাকা মটরসাইকেল দুইজন। বন্দর টিলায় ও থাকতে পারেন আপনি তবে নামার বাজার থাকা বেস্ট। নলচিরা থেকে নোয়াখালী চেয়ারম্যান ঘাট যাওয়ার ফিরতি সী ট্রাক ছাড়ে সকাল ১১ টায়। \n" +
                "লঞ্চে গেলে ঢাকার সদরঘাট থেকে যেতে হবে - ঢাকা থেকে হাতিয়ায় যাওয়ার জন্য প্রতিদিন ১ টা লঞ্চ বরাদ্দ রয়েছে - দুইটা লঞ্চ রোটেশন পদ্ধতিতে ডেইলি ১ টা করে ছেড়ে যায়, প্রতিদিন বিকাল ৫.৩০ মিনিট, লঞ্চ ১ মিনিট ও লেট" +
                " করে না, বি কেয়ার ফুল। আমি একবার মিস করেছিলাম। একটার নাম \"এম.ভি ফারহান - ৩\" অন্যটা \"এম.ভি ফারহান - ৪\"। দুইটাই লাক্সারিয়াস লঞ্চ। একদম নতুন লঞ্চ। এদের মধ্যে প্রতিদিন ১টা করে লঞ্চ হাতিয়ার উদ্দেশ্যে সদরঘাট" +
                " থেকে বিকেল সাড়ে ৫ টায় ছেড়ে যায়। সেটি কালিগঞ্জ (মেহেন্দীগঞ্জ) - বিশ্বরোড (ভোলা) - দৌলত খাঁ (ভোলা) - মির্জাকালু - শরাশগঞ্জ - ভোলা তজুমুদ্দিন - মনপুরা (রামনেওয়াজ লঞ্চ ঘাট) হয়ে হাতিয়ার তমুরদ্দী ঘাটে পৌঁছবে" +
                " পরদিন সকাল ৮-৯ টায়। আপনাকে নামতে হবে হাতিয়ার তমুরদ্দী ঘাটে । (ঢাকায় ফেরত যাবার লঞ্চ ছাড়ে দুপুর ১২ টায়) \n" +
                "এম.ভি ফারহান ৩- ০১৭৮৫৬৩০৩৬৬। এম.ভি ফারহান ৪- ০১৭৮৫৬৩০৩৬৮, ০১৭৮৫৬৩০৩৬৯, ০১৭৮৫৬৩০৩৭০। \n" +
                "কোন কারনে ফারহান ৩/৪ লঞ্চ মিস করলে বিকাল ৬.৩০ মিনিট এ সম্পূর্ণ নতুন ভাবে চালু করা এম ভি টিপু-৫ অথবা এম ভি পানামা লঞ্চ এ করে তজুমুদ্দিন অথবা মনপুরা নেমে গিয়ে ফারহান লঞ্চ ধরতে পারবেন অথবা মনপুরা থেকে ট্রলার" +
                " এ হাতিয়া যেতে পারবেন। এই লঞ্চ দুটো এই রুটে চলেঃ \n" +
                "ঢাকা - চাঁদপুর - কালিগঞ্জ (মেহেন্দীগঞ্জ) - বিশ্বরোড (ভোলা) - দৌলত খাঁ (ভোলা) - মির্জাকালু - শরাশগঞ্জ - ভোলা তজুমুদ্দিন - মনপুরা (রামনেওয়াজ লঞ্চ ঘাট) ও মনপুরা হাজির হাট লঞ্চ ঘাট। \n" +
                "বিশেষ কারনে যদি এই দুটো অর্থাৎ টিপু -৫ বা পানামা লঞ্চ ও মিস করেন তবে বিকাল ৬.৩০ মিনিট (তবে এরা ছাড়তে একটু লেট করে সদরঘাট এ খুজে দেখুন ৬.৪৫ এর আগে ছাড়ে না) এম ভি ফারহান-৬ অথবা ফারহান-৭ লঞ্চ এ করে" +
                " তজুমুদ্দিন গিয়ে ফারহান - ৩/৪ লঞ্চ ধরতে পারবেন অথবা তজুমুদ্দিন থেকে ট্রলার এ হাতিয়া যেতে পারবেন। এম ভি ফারহান - ৬ অথবা ফারহান - ৭ লঞ্চ দুটো এই রুটে চলেঃ \n" +
                "ঢাকা-ফতুল্লা-কালিগঞ্জ(মেহেন্দীগঞ্জ)-বিশ্বরোড (ভোলা)-দৌলত খাঁ (ভোলা)-মির্জাকালু-শরাশগঞ্জ-ভোলা তজুমুদ্দিন-শরশী সী-ট্রাক ঘাট-মঙ্গল শিকদার- বেতুয়া (চরফ্যাশন)। \n" +
                "আপনাকে নামতে হবে তজুমুদ্দিন লঞ্চ ঘাট । \n" +
                "৬ টা লঞ্চ একি মালিকের লঞ্চ। যে কোন নম্বরে যোগাযোগ করতে পারেন। \n" +
                "লঞ্চে গেলে ভাড়া পড়বে- ডেকে ৩৫০ টাকা, ২৫০ টাকা দিয়াও যাওয়া যায়। কেবিন সিঙ্গেল- ১২০০ টাকা, ডাবল-২২০০ টাকা, ভিআইপি - ভাড়া জানি না ---- হাতিয়া এর তমুরদ্দী ঘাট পর্যন্ত। \n" +
                "এরপর নিঝুমদীপের জন্য আবার মানিব্যাগে হাত দিতে হবে। \n" +
                "তমুরদ্দী ঘাট থেকে বেবি টেক্সিতে (৫০০-৬০০ টাকা) সরাসরি মোক্তারিয়া ঘাট এ যাওয়া যায় অথবা সরাসরি মোটর সাইকেল রিজার্ভ করে মোক্তারিয়া ঘাট এ যাওয়া যায় ভাড়া দুই জন ৩০০ - ৩৫০ টাকা, দর দাম করে নিবেন। সেখান থেকে" +
                " ট্রলারে ১০ মিনিট লাগবে নিঝুম দ্বীপের বন্দরটিলা ঘাটে ভাড়া জনপ্রতি - ১০ টাকা। এরপর আপনি যদি নামার বাজার থাকেন তবে ভ্যান/রিক্সা/মোটর সাইকেল এ যেতে হবে। ভাড়া ৮০-১০০ টাকা মটরসাইকেল দুইজন।। বন্দর টিলায় ও থাকতে" +
                " পারেন আপনি তবে নামার বাজার থাকা বেস্ট। প্রতিদিন সকাল ১০ টায় তমুরদ্দি থেকে ফিশিং ট্রলার সরাসরি নিঝুম দ্বীপের নামার বাজার যায় কপাল ভালো থাকলে এবং এডভেঞ্চার প্রিয় হলে যেতে পারেন মেঘনা নদীর বুক চিরে ট্রলার" +
                " এ নিঝুম দ্বীপে ভাড়া যার কাছে যেমন রাখে ২০০-৩০০ টাকা পর্যন্ত। এছাড়া আপনি ট্রলার রিজার্ভ করতে পারেন নিঝুম দ্বীপের নামার বাজার ভাড়া ট্রলার সাইজ অনুযায়ী ৩৫০০ থেকে ৫০০০ টাকা। \n" +
                "\n" +
                "চট্রগাম থেকে হাতিয়া আসতে হলে, চট্টগ্রাম থেকে হাতিয়াগামী জাহাজ এম ভি বার আওলিয়া অথবা এম ভি আব্দুল মতিন এ উঠে হাতিয়ার নলচিরা ঘাট এ নামতে হবে। আরেকটা নতুন শীপ নাকি দিয়েছে সাম্প্রতিক, টাইম টেবিল জানি না। \n" +
                "শুক্র ও রবিবার বাদে প্রতিদিন সকাল ৮.৩০ এ চট্টগ্রাম সদরঘাট থেকে জাহাজ ছেড়ে যায় হাতিয়ার উদ্দেশ্যে। সন্দীপ হয়ে হাতিয়া পৌছে বিকাল ৫ টায়। \n" +
                "এ ভ্রমণে একই সাথে বঙ্গোপসাগর ভ্রমণ এবং সন্দীপ ও হাতিয়া দেখা হয়ে যাবে। আবহাওয়া খারাপ থাকলে কিছুটা রোলিং হয় কিন্তু এ ভ্রমণটা ১০০% নিরাপদ। \n" +
                "\n" +
                "সময়সূচী : \n" +
                "\n" +
                "প্রতিদিন সকাল ৯ টা (শুক্র ও রবিবার বাদে) \n" +
                "স্থান : চট্টগ্রাম সদরঘাট \n" +
                "ভাড়া : প্রথম শ্রেনী/ দ্বিতীয় শ্রেনী/ চেয়ার ক্লাশ \n" +
                "সন্দীপ : ১২০০/- ৬২০/- ২৩০/- \n" +
                "হাতিয়া : ২২১৫/- ১১১০/- ৩৫০/- \n" +
                "\n" +
                "কোন ঋতুতে গেলে কি কি সুবিধা/অসুবিধা?\n" +
                "অক্টোবর থেকে এপ্রিল ১৫ তারিখ এখনকার আবহাওয়া অনুযায়ী নিঝুম দ্বীপ ভ্রমনের জন্য বেস্ট। অন্য সময় বর্ষা থাকে ও ঝড়ের কারনে মেঘনা নদী ও সাগর উত্তাল থাকে। \n" +
                "\n" +
                "বর্ষাকালে গেলে পুরা হাটু সমান কাদা পাবেন + পুরা দ্বীপের এমাথা ও মাথা আপনাকে হেঁটে পার হতে হবে, রাস্তায় কিছু চলতে পারবেনা, কাদাতে দেবে যাবে। তবে মাছ খেতে পারবেন প্রচুর, ইলিশ তো হাতের এপিঠ ও পিঠ...শীত কালে গেলে রাস্তাঘাট" +
                " সব ভালো পাবেন, খালের মধ্যে পানি কম পাবেন, ফলে বনের মধ্যে যেকোনো জায়গায় যেতে পারবেন, বিকেলে হরিণের পাল দেখতে পারবেন, সি-বিচ টা অনেক শুকনো পাবেন, সাগর বলতে মেঘনা নুদী নীল পাবেন -- সমস্যা একটাই তখন খাবারের দাম" +
                " অনেক বেড়ে যাবে। শরতকাল আর বসন্তকাল বেস্ট... \n" +
                "\n" +
                "খাওয়া-দাওয়ার ব্যবস্থা আর খরচ?\n" +
                "নিঝুম দ্বীপে নামার সাথে সাথে মোটর সাইকেল ওয়ালা রা আপনাকে ঘিরে ধরবে, তাদের নিয়ে যাওয়া কোন হোটেল এ যাবেন না। \n" +
                "\n" +
                "১. নিঝুম রিসোর্ট (অবকাশ হোটেল) নামার বাজারঃ এটা অবকাশ পর্যটন লিমিটেড এর একটা রিসোর্ট। নামার বাজার সী বীচ এর কাছে অবস্থিত। নিঝুম রিসোর্ট নামে নিঝুম দ্বীপে থাকার জন্য একটি ভালো মানের রিসোর্ট। এর ম্যানেজার সবুজ ভাই" +
                " অত্যান্ত ভালো মানুষ। খুব ই হেল্প ফুল এন্ড ফ্রেন্ডলি। আমি সব সময় সাজেস্ট করি এখানে থাকার জন্য। \n" +
                "\n" +
                "এখানে ২ বেড এর VIP রুম ভাড়া ২০০০ টাকা, ২ বেড এর Executive রুম ভাড়া ১৫০০ টাকা, ৩ বেড এর Executive রুম ভাড়া ১৮০০ টাকা, ৪ বেড এর Executive রুম ভাড়া ২০০০ টাকা, ৫ বেড এর ফ্যামিলি রুম ভাড়া ৩০০০ টাকা এবং ৫ বেড" +
                " এর ডরমেটরি রুম ভাড়া ১৮০০ টাকা ও ১২ বেড এর ডরমেটরি রুম ভাড়া ৩০০০ টাকা। \n" +
                "\n" +
                "সব গুলো রুম এ এটাচ বাথ রুম আছে। \n" +
                "ডরমেটরি রুমে এক্সট্রা প্রতি জন থাকলে ২০০ টাকা করে দিতে হবে। \n" +
                "দুপুর ১২ টার আগে চেক আউট করতে হবে। \n" +
                "অফ সিজনে রুম ভাড়ায় ৫০% ডিসকাউন্ট পাওয়া যায় ( এপ্রিল ১৫- সেপ্টেম্বর ৩০ )। আমার কথা বললে ৬০-৭০% পাবেন। \n" +
                "জেনারেটর দিয়ে বিদ্যুৎ পাবেন সন্ধ্যার পর থেকে রাত ১০.৩০ পর্যন্ত। এছাড়া সারা রাত লাইট ইউজ করতে পারবেন সোলার প্যানেল থেকে। এছাড়া সারাদিন ১-২ ঘন্টা পর পর ৩০ মিনিট এর জন্য বিদ্যুৎ পাবেন। \n" +
                "যোগাযোগঃ ঢাকা অফিসঃ অবকাশ পর্যটন লি., আলহাজ সামসুদ্দিন ম্যানসন (নবম তলা), ১৭ নিউ ইস্কাটন রোড, ঢাকা। ফোন : ৮৩৫৮৪৮৫, ৯৩৪২৩৫১, ৯৩৫৯২৩০, ০১৫৫২৩৭২২৬৯। \n" +
                "\n" +
                "নিঝুম দ্বীপ অফিসঃ\n" +
                "সবুজ ভাইঃ ০১৭২৪-১৪৫৮৬৪, ০১৮৪৫৫৫৮৮৯৯ , ০১৭৩৮২৩০৬৫৫ \n" +
                "\n" +
                "২. হোটেল শাহিন, নামার বাজার। হোটেল টা নতুন। কিন্তু এর মালিক কর্মচারী গুলা সাক্ষাত ডাকাত ১০০০ টাকার রুম ২৫০০ টাকা চাইবে। যাই হোক ফোন নম্বরঃ ০১৮৬৩১৫০৮৮১ \n" +
                "\n" +
                "৩. মসজিদ বোর্ডিং, নামার বাজার। এটা সবচেয়ে সস্তায় থাকার ব্যবস্থা। স্থানীয় মসজিদ থেকে এই ব্যবস্থা করেছে, এক্সট্রা দুটা সিঙ্গেল এবং দুটা ডবল রুম আছে, আর সব ডরমেটরি । ডরমেটরি - ভাড়া ২০০ - ৩০০ টাকা। এই বোর্ডিং-এ কোনো" +
                " এটাচ্ট বাথরুম এবং জেনারটরের ব্যবস্থা নাই। এখানে ২টি কমন বাথরুম এবং একটি টিউবওয়েল আছে। \n" +
                "\n" +
                "এই বোর্ডিং-এ থাকার জন্য বুকিং করতে যোগাযোগ করুন: মোঃ আব্দুল হামিদ জসিম, কেন্দ্রিয় জামে মসজিদ, নামার বাজার, হাতিয়া, নোয়াখালী। ফোনঃ ০১৭২৭-৯৫৮৮৭৯ \n" +
                "\n" +
                "৪. নিঝুম ড্রিম ল্যান্ড রিসোর্ট, বন্দরটিলা। এইটা নতুন উদ্বোধন হয়েছে এই বছরেই। পরিবেশ টা ভালোই। যোগাযোগঃ \n" +
                "\n" +
                "ঢাকা বুকিং অফিসঃ\n" +
                "০১৮৪৭১২৩৫৭৩ নিঝুমদ্বীপ বুকিং অফিসঃ০১৮৪৭১২৩৫৭২ \n" +
                "\n" +
                "৫. হোটেল দ্বীপ সম্পদ, (সৈয়দ চাচার থাকা ও খাওয়ার হোটেল) নামার বাজার। ফোনঃ ০১৭২০ ৬০১ ০২৬, ০১৭৬০ ০০৮১০৬। \n" +
                "\n" +
                "৬. হোটেল শেরাটন, বন্দরটিলা বাজার । \n" +
                "\n" +
                "৭. জেলা প্রশাসন ডাক বাংলো।";
        whatToSee[2] = "১. কমলার দ্বীপ। সেখানের কমলার খালে অনেক ইলিশ মাছ পাওয়া যায় :D এছাড়াও আশে পাশের দ্বীপগুলো সুন্দর :) পুরো দ্বীপটা হেঁটে হেঁটে ঘুরে আশা যায়, মন ভরে যাবে...!! \n" +
                "\n" +
                "২. চৌধুরী খাল ও কবিরাজের চর । যেতে হবে বিকেল এ সন্ধ্যার আগে, চৌধুরীর খাল নেমে ঘন্টা খানেক হাঁটলেই বনের মধ্যে হরিন এর পালের দেখা পেতে পারেন। একটা ট্রলার রিজার্ভ নিন ১০-১৫ জনের গ্রুপ এর জন্য ১০০০-১২০০ টাকা" +
                " ওরাই হরিন দেখিয়ে আনবে, সন্ধ্যার সময় কবিরাজের চর এ নেমে সূর্যাস্ত ও হাজার হাজার মহিষের পাল দেখতে ভুলবেন না। \n" +
                "\n" +
                "৩. চোয়াখালি ও চোয়াখালি সী-বিচ । চোয়াখালি তে গেলে খুব সকালে হরিন দেখা যায় । মটর সাইকেল ওয়ালাকে বলে রাখুন খুব সকালে আপনাকে হোটেল থেকে নিয়ে হরিন দেখিয়ে আনবে । আমাদের মত লাক ভালো থাকলে সকাল ৫ টায়" +
                " ঘুম থেকে উঠে ব্রাশ করতে করতে নিঝুম রিসোর্ট এর বারান্দা থেকেও হরিন দেখতে পারবেন ২/৪ পিস :D \n" +
                "\n" +
                "৪. ম্যানগ্রোভ বন । নিঝুম দ্বীপ বনায়ন প্রকল্প । নিঝুম দিপে ছোট ছোট পোলাপাইন রা গাইড এর কাজ করে, এদের সাথে নিয়ে সকাল বেলায় বনের ভেতর ঢুকে পড়ুন। হরিন দেখতে পারবেন। \n" +
                "\n" +
                "৫. নামার বাজার সী-বিচ। নামার বাজার থেকে হেঁটে যেতে ১০ মিনিট লাগে। এখান থেকে সূর্য উদয় ও সূর্যাস্ত দেখতে পাবেন, এখানে বারবিকিউ করে মজা পাবেন। \n" +
                "\n" +
                "৬. দমার চর । এই চরের দক্ষিন দিকে নতুন একটা সী বিচ আছে যাকে বলে \"ভার্জিন আইসল্যান্ড\" । এখানে অনেক নাম না জানা পাখির দেখা পাবেন খুব সকালে যদি যান। অনেক টুরিস্ট দের কাছে এখনও অজানা এই জায়গাটা। ট্রলার ভাড়া ৩০০০-৩৫০০ টাকা। \n" +
                "ট্রলার এর মাঝির নম্বরঃ জাকির - ০১৭৮৭ ৬০৫ ৪৪৪ (ভালো মানুষ তবে ভাড়া একটু বেশি চায়, নিঝুম রিসোর্ট এর ম্যানেজার সবুজ ভাইয়ের হেল্প নিয়ে ভাড়া ঠিক করে ফেলুন)। \n" +
                "\n" +
                "আপনি যদি হাতে সময় নিয়ে যান তবে ট্রলার রিজার্ভ নিয়ে ভোলার ঢালচর, চর কুকরি - মুকরি থেকে ঘুড়ে আসতে পারেন। \n" +
                "\n" +
                "ক্যাম্পিং এর সুবিধা\n" +
                "ক্যাম্পিং এর সুবিধা ভরপুর :) পুরা দ্বীপে যেখানে মন চায় সেখানেই তাঁবু টাঙ্গানো যাবে, জন্তু জানোয়ারের কোনো ভয় নাই, শুধু বুনো মহিষ থেকে সাবধান। সবচাইতে ভালো যায়গা হলো উঁচার বাজারের পাশের খাল পার হয়ে" +
                " সাগর পাড়ের বিশাল (৫/৬ মাইল) খোলা ঘাসের মাঠটা... \n" +
                "\n" +
                "কি কি জিনিস সাথে নেয়া প্রয়োজন?\n" +
                "তেমন কিছুই নেয়া লাগবে না, সব-ই পাওয়া যাবে, এরপরও যদি কিছু লাগে তাহলে জাহাজমারা বাজারে পাওয়া যাবে। \n" +
                "\n" +
                "আরও কিছু প্রশ্নঃ\n" +
                "১) ঢাকায় বাস কোথা থেকে ছাড়ে? \n" +
                "ঢাকায় বাস ছাড়ে মিরপুর ১০ (বিলাস), গাবতলী ও সায়েদাবাদ থেকে। মিরপুর থেকে রাত ১০.৩০, গাবতলী থেকে রাত ১০ টা ও সায়েদাবাদ থেকে প্রায় সবসময়ই। \n" +
                "\n" +
                "২) নোয়াখালির অন্য কোন বাস সার্ভিসে যাওয়া যায় কিনা? \n" +
                "নোয়াখালীর অনেক বাস রয়েছে - শাহী, হানিফ, শ্যামলী, বিলাস ছাড়াও আরো অনেক... সায়েদাবাদে একটু খুজলেই নতু ন নতুন বাস আবিষ্কার করা যাবে :) \n" +
                "\n" +
                "৩) বাস এ ঢাকা থেকে নোয়াখালির সোনারপুর যেতে কত সময় লাগে আর ভাড়া কত? \n" +
                "বাসে গেলে ঢাকা থেকে সোনাপুর যেতে ৫/৬ ঘন্টা সময় লাগবে, সকালে (ভোরে ভোরে যাওয়াই ভালো)। ভাড়া নিবে ৩৫০ থেকে ৪০০ টাকার মধ্যে। \n" +
                "\n" +
                "৪) সোনারপুর থেকে চর জব্বার যাওয়ার লোকাল সার্ভিস কোথায় পাওয়া যাবে, যেতে কত সময় লাগবে আর ভাড়া কত? \n" +
                "সোনাপুর বাসস্ট্যান্ডেই চরজব্বার এর গাড়ি পাওয়া যাবে। সোনাপুর থেকে চরজব্বারে যেতে মিনিমাম আড়াই ঘন্টা লাগবে। \n" +
                "\n" +
                "৫) সোনারপুর থেকে সিএনজি তে চর জব্বার যেতে কত সময় লাগে? \n" +
                "সিএনজিতে গেলে প্রায় ২ ঘন্টা লাগার কথা, রাস্তা খুবই ভালো। (২০০৯-এ ছিলো) \n" +
                "\n" +
                "৬) চর জব্বার এ সী ট্রাক বা ট্রলার এর টাইম সিডিউল আছে কিনা? রিজার্ভ করা যায় কিনা? লোকাল ভাড়া কত? রিজার্ভ করলে কত? কত সময় লাগে? \n" +
                "সি-ট্রাক জোয়ার ভাটার উপরে নিরভর করে ছাড়ে, বেস্ট টাইম হলো দুপুর ১২.৩০ থেকে ২.৩০ পর্যন্ত। সোনাপুরে নেমে একটু কস্ট করে জেনে নিতে হবে যে আজকে সি-ট্রাক কখন ছাড়বে। এছাড়া ট্রলার প্রতি ২ ঘন্টা পর পর" +
                " ছাড়ে, বিকাল ৫ টার পর আর কোনো ট্রলার যায় না। সি-ট্রাক এবং ট্রলারে করে গেলে নামতে হবে হাতিয়ার একেবারে উত্তর মাথায় - নলচিরা ঘাটে। ট্রলার রিজার্ভ করা যাবে, ভাড়া শিউর জানি না :( তবে পার পারসন প্রায়" +
                " ৬০ - ৮০ টাকার মত নিবে...ট্রলারে করে গেলে ৩ ঘন্টার মতন লাগে আর সি-ট্রাকে গেলে আড়াই ঘন্টা।";

        intro[3] = "    বগা লেকের জন্ম ইতিহাস নিয়ে স্থানীয় আদিবাসী গ্রামগুলোয় একটি মজার মিথ প্রচলিত আছে, সেইটি অনেকটি এই রকম – “অনেক অনেক দিন আগে একটি চোঙা আকৃতির পাহাড় ছিল। দুর্গম পাহাড়ে ঘন অরণ্য। পাহাড়ের কোলে" +
                " বাস করত আদিবাসীর দল। ম্রো, বম, তঞ্চঙ্গ্যা, ত্রিপুরা। পাহাড়ি গ্রাম থেকে প্রায়ই গবাদিপশু আর ছোট বাচ্চারা ওই চোঙ্গা আকৃতির পাহাড়টিতে হারিয়ে যেত। গ্রামের সাহসী পুরুষের দল কারণ অনুসন্ধানে গিয়ে দেখতে পায়, সেই" +
                " পাহাড়ের চূড়ার গর্তে এক ভয়ঙ্কর দর্শন বগা বাস করে। বম ভাষায় বগা মানে ড্রাগন। কয়েকজন মিলে ড্রাগনটিকে আক্রমণ করে হত্যা করে ফেলে। ফলে ড্রাগনের গুহা থেকে ভয়ঙ্কর গর্জনের সঙ্গে আগুন বেরিয়ে আসে। নিমিষেই" +
                " পাহাড়ের চূড়ায় মনোরম এক পাহাড়ি লেকের জন্ম হয়” \n" +
                "\n" +
                "   তবে প্রকৃত অর্থে বুৎপত্তিগত কারন বিশ্লেষন করতে গিয়ে বাংলাদেশের ভূ-তত্ত্ববিদগণ মনে করেন বগাকাইন হ্রদ (বগা লেক) মূলত মৃত আগ্নেয়গিরির জ্বালামুখ। তবে অনেকে ধারনা করেন এটি মহাশূন্য থেকে ছুটে আসা" +
                " উল্কাপিণ্ডের পতনের ফলেও সৃষ্টি হয়ে থাকতে পারে। কেউ কেউ আবার ভূমিধ্বসের কারণেও এটি সৃষ্টি হতে পারে বলে মত প্রকাশ করেছেন। তবে এটা নিশ্চিত করে বলা যায় যে কোন না কোন প্রাকৃতিক পরিবর্তনের কারনে" +
                " এই পাহাড় চুড়ায় এমন হ্রদের সৃষ্টি হয়েছে।";
        howToGo[3] = "      বান্দরবান থেকে বগালেক দুইভাবে যেতে পারেন। যেভাবেই যান না কেন প্রথমে আপনাকে বান্দরবন হতে চান্দের গাড়ীতে করে যেতে হবে রুমা বাজার।অসংখ্য গর্তে এবং বাঁকে পরিপূর্ণ উঁচু নিচু এই রাস্তা আপনাকে বুঝতে সাহায্য" +
                " করবে পাহাড়ি জীবন কত কঠিন!! এরপর রুমা বাজার থেকে আবার চান্দের গাড়ি ভাড়া করে ১১ মাইল পর্যন্ত আসতে হবে। সেখান থেকে ২০-৩০ মিনিট খারা পাহাড় বেয়ে উঠলেই বগালেক। এটা নিঃসন্দেহে বাস্তবের রোলার কোস্টার।" +
                " রাস্তায় দেখবেন পাহাড়ি জীবনধারা, পার্বত্য বনাঞ্চল, হাতি। সবচেয়ে অবাক হবেন, এই খাড়া পাহাড়ে গাড়ি কিভাবে উঠবে ? প্রতিটা বাঁকেই আপনার মনে হবে, এইবারই বুঝি গাড়িটা নিচে পড়ে যাবে। ড্রাইভার গুলি খুবই দক্ষ সুতরাং" +
                " তেমন কোন সমস্যা হয়না।রুমা বাজার থেকে চান্দের গাড়িতে ৪ ঘণ্টা লাগে বগালেকে যেতে ।রুমা বাজারে অবশ্যই বিকাল ৪ টার মধ্যে পৌছাতে হবে, ৪ টার পরে সেনাবাহিনী আর নতুন কোন চান্দের গাড়ি বগালেক এর উদ্দেশে রওয়ানা" +
                " দেওয়ার অনুমতি দেয় না। \n" +
                "\n" +
                "   দ্বিতীয় পথটি ঝুকিমুক্ত কিন্তু দীর্ঘ আর কষ্টের। রুমা বাজার হতে ঝিরি পথ ধরে হেটে যেতে হয় বগালেক। এই পথটি প্রায় ১৮ কিলোমিটার লম্বা। সময় লাগবে প্রায় ৮ ঘন্টা। যারা শারীরিক ও মানসিক ভাবে খুবই শক্ত এবং জীবনে" +
                " রোমাঞ্চকর যাত্রার সম্মুখীন হতে চান কেবল তারাই এই পথে যাবার চিন্তা করবেন। এটি রীতিমত চ্যালেঞ্জ। এই পথে পাড়ি দিতে হবে কমপক্ষে ৫০টির মত ঝিরি, বহু উচুনিচু পাহার, পাথুরে পিচ্ছিল পথ, জঙ্গল আর ছোট বড় অনেক ঝর্না।" +
                " পথটি যেমন কষ্টকর তেমনি তেমনি দৃষ্টিনন্দন ও আহা মরি সুন্দর। প্রাকৃতিক দৃশ্যাবলী আপনার কষ্টকে পুরোই ভুলিয়ে দেবে। \n" +
                "\n" +
                "চান্দের গাড়ী\n" +
                "   রুমা বাজার থেকে বগালেক পর্যন্ত চাঁদের গাড়ীর ভাড়া ২০০০- ২৫০০/- টাকা। তবে পর্যটন মৌসুমে তা ৪০০০/- থেকে ৫০০০/- টাকা পর্যন্ত হতে পারে। রিজার্ভ গাড়ীর ছাড়া লোকাল চাঁদের গাড়ীতে ভাড়া পড়ে ৭০-১০০ টাকা। \n" +
                "\n" +
                "গাইড\n" +
                "   রুমা বাজার থেকে গাইড পাবেন। আর্মিদের ক্যাম্পে গাইডের নামসহ আপনাদের নাম-ঠিকানা লিপিবদ্ধ করতে হবে। রেজিস্টার্ড গাইড ছাড়া সামনে এগুনো নিষিদ্ধ। গাইড-কে প্রতিদিনের জন্য দিতে হবে ৩০০-৫০০/- টাকা! \n" +
                "\n" +
                "কোথায় থাকবেন\n" +
                "   বগা লেকে রেষ্ট হাউজ রিজার্ভেশন-এর জন্য নিচের নাম্বারে যোগাযোগ করতে পারেন। লারাম বম-০১৫৫২৩৭৬৫৫১ তবে নেটওয়ার্ক স্বল্পতার কারনে বেশীরভাগ সময়ই নাম্বাটিতে সংযোগ করানো যায় না। এখানে পার্বত্য উন্নয়ন" +
                " বোর্ডের একটি অত্যাধুনিক রেস্ট হাউজ নির্মাণাধীন রয়েছে। কিছূ দিনের মধ্যেই হয়তো সেখানে রাত্রিযাপন করার সুযোগ ঘটবে পযর্টকদের। \n" +
                "\n" +
                "থাকা খাওয়া\n" +
                "   থাকা এবং খাবার জন্যে লারাম বম, সিয়াম বম (স্থানীয় স্কুল টিচার সিয়াম দিদি) সহ কয়েকটি দোকান আছে। প্রতিদিন ২০০-৩০০ টাকার মধ্যে রাতে থাকার ও তিন বেলা খাবার ব্যাবস্থা হয়ে যাবে। \n" +
                "\n" +
                "কখন যাবেন\n" +
                "   শুধুই ঘুরাঘুরির জন্য হলে শীতকাল যাওয়া সবচেয়ে ভালো। আর আপনি যদি এডভেঞ্চার প্রিয় হন আর পাহাড়ের সত্যিকারের সৌন্দর্য দেখতে চান তবে বর্ষাকালে আসুন। বগালেকে একটি আর্মি ক্যাম্প রয়েছে। তাই নিরাপত্তা নিয়ে কোন" +
                " সমস্যা নেই।এখানে পৌছানোর পরে ক্যাম্পে রিপোর্ট করতে হয়। \n" +
                "\n" +
                "অবশ্য পালনীয়\n" +
                "   ভাল গ্রিপের জুতা বা কেডস পড়তে হবে। ঝিরি পথ পাড়ি দিতে চাইলে প্লাষ্টিকের গ্রিপওয়ালা স্যান্ডেল পড়তে হবে পাহাড়ে সবসময় আইন মেনে চলবেন, কখনও পাহাড়ি কালচারের প্রতি অসম্মানজনক কোনো আচরণ বা মন্তব্য করবেন" +
                " না বন্য জীবজন্তু বা পরিবেশের ক্ষতি করবেন না পাহাড়িদের বিশেষ করে মেয়েদের বিনা অনুমতিতে ছবি নেবেন না কোনো অবস্থাতেই গাইড ছাড়া একা কোথাও যাবে না। ঝিরি পথে হেটে যাবার জন্য সঙ্গে উপযুক্ত পরিমান খাবার নিয়ে নিতে হবে।" +
                " কেননা পথে তেমন কোন হোটেল নেই।";
        whatToSee[3] = "কেওক্রাডং\n" +
                "   একসময় কেওক্রাডং ছিল দেশের সর্বোচ্চ পর্বতশৃঙ্গ। এর উচ্চতা প্রায় ৩১৭২ ফুট। এটিও রুমা উপজেলায় অবস্থিত। এখানে আসতে চাইলে বগালেকে হতে প্রায় ২ ঘন্টা হেটে পৌছতে হবে দার্জিলিং পাড়ায়। এখান থেকে কেওকারাডং খুব" +
                " কাছেই। মাত্র ২৫ মিনিট ট্রাকিং করলেই পৌছানো যায় কেওকারাডং। \n" +
                "\n" +
                "পাসিং পাড়া\n" +
                "   এটি বাংলাদেশের সবচেয়ে উঁচুতে অবস্থিত পাড়া। এখানে সব সময় আপনি মেঘের দেখা পাবেন। ইচ্ছে করলেই মেঘ ছুঁয়ে দেখতে পারেন। বেশ কয়েকটি রাত কাটিয়ে দেয়ার জন্য অসাধারণ একটি জায়গা। বগালেক থেকে কেওক্রাডং পৌঁছে ১০-১৫ মিনিট" +
                " সামনে হাতলেই পেয়ে যাবেন অপরূপ সুন্দর পাড়াটি। \n" +
                "\n" +
                "সাইকতপাড়া\n" +
                "   সমুদ্র সমতল থেকে প্রায় ২৬০০ ফুট উঁচুতে অবস্থিত একটি বম পাড়া। পাড়াটি বেশ ছিমছাম ও গোছানো। এমনিতে পাহাড়ীদের মধ্যে বমরা বেশ পরিস্কার-পরিচ্ছন্ন থাকে। এত উচ্চতায়ও বেশ বড় একটি খেলার মাঠ আছে। সারাক্ষণই বেশ জোরে" +
                " ঠান্ডা বাতাস বইছে। এখান থেকে কেওক্রাডং পাহাড় চূড়া দেখা যায়। এখানে আসতে চাইলে প্রথমে যেতে হবে বগালেকে। সেখান হতে প্রায় ২ ঘন্টা হেটে পৌছতে হবে দার্জিলিং পাড়ায়। এখান থেকে কেওকারাডং খুব কাছেই। মাত্র ২৫" +
                " মিনিট ট্রাকিং করলেই পৌছানো যায় কেওকারাডং। দার্জিলিংপাড়া হতে প্রায় ২ ঘন্টা হাটা পথ পাড়ি দিয়ে শেষে পৌছতে হবে সাইকতপাড়া। \n" +
                "\n" +
                "রিঝুক ঝর্না\n" +
                "   প্রাকৃতিক পাহাড়ী পানির অবিরাম এ ধারাটি জেলা সদর হতে ৬৬ কিঃমিঃ দক্ষিণ-পূর্বে রুমা উপজেলায় অবস্থিত। নদী পথে রুমা হতে থানচি যাওয়ার পতে সাঙ্গু নদীর পাড়ে ৩০০ ফুট উচু থেকে সারা বছরই এ ঝর্নাটির রিমঝিম" +
                " শব্দে পানি পড়ে। রুমা হতে ইঞ্জিনচালিত দেশী নৌকায় সহজেই এ স্থানে যাওয়া যায়। মার্মা ভাষায় এক রী স্বং স্বং বলা হয়। রুমা বাজার থেকে নৌকা ভাড়া করে যাওয়া যায়। নৌকা ভাড়া ৫০০ টাকা।";

        intro[4] = "    কেওক্রাডং বান্দরবান জেলার রুমা উপজেলায় অবস্থিত। যা বাংলাদেশের পঞ্চম উচ্চতম পর্বত। এর উচ্চতা ৯৮৬ মিটার (৩২৩৫ফুট প্রায়, জি পি এস রিডিং হতে প্রাপ্ত)। কেওক্রাডং শব্দটি মারমা ভাষা থেকে এসেছে। মারমা ভাষায়" +
                " কেও মানে 'পাথর' ক্রা মানে 'পাহাড়' আর এবং ডং মানে 'সবচেয়ে উঁচু'। অর্থাৎ কেওক্রাডং মানে সবচেয়ে উঁচু পাথরের পাহাড়।";
        howToGo[4] = "    কেওক্রাডং যেতে হলে আপনাকে প্রথমে যেতে হবে বান্দরবান। ঢাকা থেকে বা চট্টগ্রাম থেকে বাসে বান্দরবান যাওয়া যায়। বান্দরবান শহর থেকে চান্দের গাড়ি(ফোর হুইল ড্রাইভ), বাস, সি এন জি করে রুমা যাওয়া যায়। চান্দের" +
                " গাড়ি/জীপ রিসার্ভ করলে প্রায় ৩০০০/৪০০০ টাকার মত ভাড়া পড়বে যা মৌসূম ও পর্যটকদের সমাগম ভেদে ভিন্ন হয়ে থেকে[২০১৫ সালের তথ্য]। আর সার্ভিস এর বাসে করেও রুমা যেতে পারেন সে ক্ষেত্রে ভাড়া পড়বে জনপ্রতি" +
                " ১০০ টাকা[২০১৫ সালের তথ্য]। বাসের সিট তেমন ভালো মানের নয়। বান্দরবান শহর থেকে রুমা যেতে সময় লাগবে কমবেশি ২ ঘণ্টার মত। রুমা নেমে সার্ভিস এর চান্দের গাড়ি করে যেতে হবে রুমা বাজার, ভাড়া ৩০ টাকা" +
                " জনপ্রতি[২০১৫ সালের তথ্য]। নিয়ন অনুযায়ী রুমা বাজার থেকে পাহাড়ে কোথাও বেড়াতে যেতে হলে আপনাকে গাইড নিতে হবে, দিনপ্রতি গাইড সার্ভিস চার্জ ৫০০ টাকা [২০১৫ সালের তথ্য]। বাজারে গাইড সমিতি আছে তাদের" +
                " কাছে গেলেই গাইড পাবেন । গাইডকে সাথে নিয়ে আর্মি ক্যাম্পে গিয়ে নিয়ম অনুযায়ী নাম,ঠিকানা,ফোন নম্বর ইত্যাদি তথ্য নিবন্ধন করতে হবে। বড় দল গেলে আগে থেকে একটি কাগজে সবার নাম, ঠিকানা, পেশা, ফোন নম্বর" +
                " ও বাসায় যোগাযোগের নম্বর সহ একটি তালিকা আগে থেকে প্রস্তুত করে নিয়ে যেতে পারেন । যেহেতু পাহাড়ি পথে হাঁটতে(ট্রে্কিং)হবে তাই, বিশেষত বৃষ্টির দিনে আপনাকে অবশ্যই ট্রেকিং এর উপযুক্ত জুতা বা স্যান্ডাল সাথে" +
                " রাখতে হবে। তেমন জুতা সাথে না থাকলে রুমা বাজার থেকে ট্রেকিং এর উপযুক্ত রাবার এর স্যান্ডেল কিনে নিতে পারেন। দোকানে গিয়ে পাহাড়ে ওঠার জন্য ভালো স্যান্ডেল বললেই তারা বের করে দেবে আপনাকে। \n" +
                "\n" +
                "রুমা বাজার থেকে কেওক্রাডং যাবার পথ হলো রুমাবাজার>বগা লেক>কেওক্রাডং। সাধারনত ২ ভাবে রুমা বাজার থেকে বগা লেক যায় লোকে। ১)চান্দের গাড়ী করে ২)ঝিরি পথে হেঁটে । \n" +
                "\n" +
                "রুমা বাজার থেকে সার্ভিস এর কিংবা রিজার্ভ চান্দের গাড়ী করে যেতে হবে বগা লেক বা বগা লেক এর কাছাকাছি যতদুর গাড়ী যায়। শীতকালে চান্দের গাড়ী বগালেক পর্যন্তই যায়, বর্ষায় চান্দের গাড়ীর শেষ গন্তব্য থাকে কমলা" +
                " বাজার পর্যন্ত। বাকি পথটুকু পায়ে হেঁটে যেতে হয়, পিচ্ছিল পাহাড়ি খাড়া পথে ঐ সময়ে গাড়ী চালিয়ে উঠা সম্ভব হয় না বলে। চান্দের গাড়ী রিসার্ভ করলে ভাড়া নিতে পারে ২২০০-২৫০০ টাকা আর সার্ভিসের গাড়ীতে ১৫০-২০০" +
                " টাকা জনপ্রতি [২০১৫ সালের তথ্য]। প্রায় ঘণ্টা দেড় গাড়ী যাত্রার পর কমলা বাজার এসে পোঁছাবেন। এর পর আপনাকে পায়ে হেঁটে (ট্রেক করে) বগালেক উঠতে হবে। এই ঊঠাটা প্রথম যারা পাহাড়ে উঠছেন তাদের জন্য একটু" +
                " কষ্টের হ্যে থাকে , কিন্তু তা কেওক্রাডং এর পথে ট্রেক করার প্রাক প্রস্তুতী ও হয়ে যায় বটে। আধাঘন্টা(ধীরে হাঁটলে ১ ঘন্টা) ট্রেক করে পৌছে যাবেন পাহাড়ের উপরের অনিন্দ্য সুন্দর বগালেক এ । সাধারনত এ যাত্রায়" +
                " পর্যটকগন বগালেকে রাত্রীযাপন করে থাকেন। গাইড ই আপনার জন্য কটেজ ঠিক করে দিবে। ভাড়া জনপ্রতি ১২০-১৫০ টাকা। বিভিন্ন কটেজ আছে এখানে একতলা দু তলা। তবে সিয়াম দিদির কটেজের ভালো নাম ডাক আছে। পরদিন" +
                " সকালে খুব ভোরে শুরু হবে আপনার ফাইনাল মিশন। খুব ভোরে ঘুম থেকে উঠে গাইড সহ রওয়ানা দিবেন কেওক্রাডং এর উদ্দেশ্যে। খুব হেলেদুলে হেটে গেলেও সময় লাগবে তিন থেকে সারে তিন ঘণ্টার মত। এই পথ চলার ক্ষেত্রে" +
                " খুব সাবধানতা অবলম্বন করবেন। \n" +
                "\n" +
                "কেওক্রাডং পাহাড়ের চুড়া\n" +
                "কোথায় থাকবেনঃ\n" +
                "আপনি বগালেক এ রাত্রি যাপন করবেন। গাইড ই আপনার জন্য কটেজ ঠিক করে দিবে। ভাড়া জনপ্রতি ১২০-১৫০ টাকা। বিভিন্ন কটেজ আছে এখানে একতলা দু তলা। তবে সিয়াম দিদির কটেজের ভালো নাম ডাক আছে। আর যদি" +
                " কেওক্রাডং রাত যাপন করতে চান তাহলে কেওক্রাডং চুড়ায় উঠার আগেই একটা রেস্টুরেন্ট পাবেন উনাদের কটেজ আছে বললে ব্যবস্থা করে দিবে। ভাড়ার হিসাব বগালেকের মতই। \n" +
                "\n" +
                "কোথায় খাবেনঃ\n" +
                "   আপনি যে কটেজে থাকবেন সেখানেই খেতে পারেন। অথবা গাইড কে বললে মুরগীর ব্যবস্থা করে দিবে চাইলে নিজেরাও রান্না করতে পারেন। খাবার জনপ্রতি তারা নেই ১০০-১২০ টাকা। তবে গরু বা খাসি বলে কোন গোশত" +
                " খাওয়াতে চাইলে মুসলিম রা না খাওয়াই ভালো। আমার মতে সবচেয়ে ভালো নিরামিষ খাবার খাওয়া অথবা মুরগি এনে নিজেরা জবেহ করে পাক করতে দেওয়া।বগালেক ছাড়াও আপনি কেওক্রাডং এ দুপুরে খেতে পারবেন খাবারের নিয়ম" +
                " মান দাম একই বগালেকের মত। এছাড়া বগালেক থেকে কেওক্রাডং যাবার পথে কয়েকটা পাড়া পাবেন সেখানেও কিছু খাবারের দোকান পাবেন যেমন চা , কলা, রুটি ও পাহাড়ি ফল পেপে,কমলা খেতে পারবেন।";
        whatToSee[4] = "    যাবার পথে দেখবেন সাংগু নদী, বগালেক,ব্লু-বার্ড ঝর্ণা, চিংড়ি ঝর্ণা, পাহাড়িদের সাজানো গুছানো পাড়া, কেওক্রাডং। \n" +
                "\n" +
                "টিপসঃ\n" +
                "   খুব বেশি জামাকাপড় নেবেন না। শুধু যেগুলো একদম না নিলেই নয়, সেগুলো নেবেন। ভারী হওয়া ব্যাগই পরবর্তীকালে আপনার সবচেয়ে বড় শত্রু হয়ে উঠতে পারে যাত্রাপথে।ব্যাকপ্যাক নেবেন। হাতের কোনো ব্যাগ নিলে চলবে না।" +
                " ক্যাপ পরে নেবেন সব সময়। পানির বোতল নেবেন হাফ লিটারের। সেটাতে যেন সব সময়ই পানি থাকে। স্যালাইন রাখবেন সাথে।ট্র্যাকিংয়ের সময় শুকনা খাবার এবং এমনিতে সারা দিন কলা খান। কলা আপনার পেশিকে কর্মক্ষম রাখবে।" +
                " জোঁকের সংক্রমণ আছে। তাই লবণ নেবেন সাথে।মশার কামড় থেকে বাঁচতে ওডমস ক্রিম রাখুন সাথে। হালকা কিছু ওষুধ আর অ্যান্টিসেপটিক ক্রিম রাখুন সাথে। একটা টর্চলাইট নেবেন সাথে। অনেক কাজে আসবে। মোবাইল চার্জ" +
                " দেওয়ার ফুসরত খুব একটা মিলবে না। তাই পারলে একটি পাওয়ার ব্যাংক নিয়ে নিন সাথে। সিগারেটের ফিল্টার, বিস্কুট, চানাচুর, চিপসের প্যাকেট যেখানে সেখানে ফেলবেন না দয়া করে। ডাস্টবিনে কিংবা ফেলার জন্য নির্দিষ্ট কোনো" +
                " জায়গায় ফেলুন। মনে রাখবেন আপনি যাচ্ছেন প্রকৃতি দেখেতে অনুভব করতে কোন শিল্পকর্ম প্রদর্শন করতে না। অতএব কোনা পাহাড়ের বা পাথরের অথবা অন্য কোথাও কোন কিছু লিখে নিজের প্রতিবন্ধী মানুসিকতার পরিচয় দিবেন না।" +
                " পাহাড়িদের সংস্কৃতি, আচার,ব্যবহার, সভ্যতা নিয়ে সমালোচনা করবেন না।";

        intro[5] = "    বনভূমি ও বন্য প্রাণী দেখতে প্রতিনিয়ত সুন্দরবনে ভিড় করছে পর্যটকরা। প্রকৃতির অপরূপ অনাবিল সৌন্দর্যমন্ডিত রহস্যঘেরা এ বনভূমি পর্যটকদের কাছে আকর্ষণীয় হলেও সেখানে নেই পর্যাপ্ত পর্যটন সুবিধা। সুন্দরবন" +
                " বিশ্বখ্যাতি অর্জন করেছে রয়েল বেঙ্গল টাইগার ও চিত্রল হরিণের জন্য। কিন্তু বর্তমানে সেখানে বানর, কুমির, হাঙ্গর, ডলফিন, অজগর ও বন মোরগ ছাড়াও রয়েছে ৩৩০ প্রজাতির গাছ, ২৭০ প্রজাতির পাখি, ১৪ প্রজাতির" +
                " সরীসৃপ, ৪২ প্রজাতির বন্য প্রাণী ও ৩২ প্রজাতির চিংড়িসহ ২১০ প্রজাতির মাছ। এসব বন্য প্রাণী ও সুন্দরবনের নয়নাভিরাম দৃশ্য দেখতে দেশ-বিদেশের পর্যটকরা প্রতিনিয়ত সেখানে ছুটে যাচ্ছেন।";
        howToGo[5] = "   সুন্দরবন যেতে চাইলে ঢাকা থেকে আপনি সরাসরি চেয়ার কোচে মংলা বন্দরের পর্যটন ঘাটে পৌছাতে পারেন। সেখান থেকে চেয়ার কোচ, ট্রেনে খুলনা গিয়ে কোন আবাসিক হোটেলে রাত যাপন করে পরের দিন খুলনা জেলখানাঘাট" +
                " থেকে লঞ্চে সুন্দরবনে যেতে পারেন। \n" +
                "\n" +
                "যেভাবে সুন্দরবনে প্রবেশ করতে হয়ঃ\n" +
                "   খুলনা কিংবা মংলা থেকে নৌ পথে সুন্দরবনের গহীন অরণ্যে প্রবেশ করা যায়। মংলার অদূরেই ঢাইনমারীতে রয়েছে বন বিভাগের কার্যালয়। সেখান থেকে সুন্দরবনে প্রবেশের আনুষাঙ্গিকতা সারতে হয়। পর্যটকদের জনপ্রতি ৫০ টাকা, বিদেশী" +
                " পর্যটকদের জন্য ৭০০ টাকা, প্রতি লঞ্চ ২৫শ‘ টাকা ও ছোট লঞ্চের জন্য প্রবেশ ফি কম রয়েছে। পর্যটকদের সাথে ভিডিও ক্যামেরা থাকলে অতিরিক্ত একশ‘ টাকা বন বিভাগকে দিতে হয়। এসব ঝামেলা পর্যটকদের পোহাতে হয় না।" +
                " ট্যুরিজম লিমিটেডের লোকজনই আনুষঙ্গিকতা সেরে নেবে। ট্যুরিজম কর্তৃপক্ষকে শুধুমাত্র নির্ধারিত ৩/৫ হাজার টাকা পরিশোধ করলেই তিন রাত দু‘দিন সুন্দরবনে ভ্রমণ ও থাকা-খাওয়ার ব্যবস্থা করে দিবে তারা।";
        whatToSee[5] = "    সুন্দরবনের কিছু মনোমুগ্ধকর স্থান রয়েছে যেখানে না গেলে আপনার সুন্দরবন যাওয়া স্বার্থক হবে না। যেমন হিরণ পয়েন্ট, দুবলার চর, শরণখোলা, ছালকাটা, টাইগার পয়েন্ট টাওয়ার, টাইগার পয়েন্ট সি বিচ, জামতলা" +
                " সি বিচ, সাত নদীর মুখ, কালীরচর উলেস্নখযোগ্য। \n" +
                "\n" +
                "ভ্রমণকালে যা সঙ্গে রাখতে হবে :\n" +
                "   ভ্রমণকালে সুপেয় পানীয় জলের ব্যবস্থা রাখা জরুরি। এছাড়া প্রাথমিক চিকিৎসার বাক্স ও অভিজ্ঞ টুর অপারেটর। বন কর্মকর্তার অনুমতি প্রাপ্তির পর ভ্রমণকালে সময়ে সুদৰ ও সশস্ত্র বন প্রহরী।";

        intro[6] = "";
        howToGo[6] = "";
        whatToSee[6] = "";

        intro[7] = "";
        howToGo[7] = "";
        whatToSee[7] = "";

        intro[8] = "ঘন নীল আকাশ। সামনে সারি সারি পাহাড়। পাহাড়ের চূড়ায় মেঘের কুন্ডলী। নৈকট্যে গেলে ছেঁড়া ছেঁড়া মেঘ। মেঘের বুক চিরে নেমে আসা ঝর্ণা। নিচে নেমে জল ও পাথরের সম্পর্কে শাঁ শাঁ শব্দ। সেই জলই আবার মিশে যাচ্ছে" +
                " পিয়াইনের সাথে। পাথরে পাথরে বন্ধুত্ব। পাথরে ও নদীতে মিতালি। পাথরে মানুষে জীবন-যাপনের যুদ্ধ। চারিদিকে বিস্তৃত সবুজ। পাহাড়ে পাহাড়ে সবুজের জলকেলি। বিস্তির্ণ মাঠে সবুজের চাদর। এগুলো দৃশ্যকল্প নয়, সিলেটের" +
                " বিছনাকান্দি জুড়ে এমন দৃশ্য যেন সত্যিই কেউ ফ্রেম বন্দি করে লটকে দিয়েছে আকাশের সাথে। দূর থেকে মনে হবে এই মেঘ, এই মানুষ, এই পাহাড়-নদী কিংবা পাথরের স্থিরচিত্রই এগুলো।দুই পাশে আকাশচুম্বী পাহাড়, তার" +
                " মাঝে বয়ে চলা ঝরনার স্রোত। পানি একেবারে পরিষ্কার, স্বচ্ছ, এবং টলমলে। আর ছোট-বড় নানান আকৃতি আর রঙের পাথর তো আছেই। পানি এত স্বচ্ছ যে পানির তলার পাথর কিংবা নিজের ডুবে থাকা পা পর্যন্ত স্পষ্ট দেখা যায়।";
        howToGo[8] = "১) ঢাকা থেকে বাস, ট্রেন বা বিমানে করে সিলেটে যাওয়া যায়। \n" +
                "\n" +
                "২) সিলেট শিশু পার্কের বা আম্বরখানার সামনে থেকে পাওয়া যায় গোয়াইনঘাটগামী লেগুনা অথবা সিএনজি অটো রিক্সা। ভাড়া ৮০-১০০টাকা। গোয়াইনঘাট থেকে হাদারপার বাজার যেতে হবে সিএনজি অটো রিক্সায়। ভাড়া ৩০-৪০ টাকা।" +
                " হাদারপার থেকে নৌকা নিয়ে যেতে হবে বিছনাকান্দিতে। ভাড়া যাওয়া আসা ৮০০-১০০০+ টাকা। সিলেট শহর থেকে সিএনজি নিয়ে জেতেপারেন রিজার্ভ ১২০০-১৫০০ টাকা। \n" +
                "\n" +
                "কখন যাবেন:\n" +
                "সারা বছর যাওয়া যায় তবে বর্ষা কালে গেলে আসল রুপ দেখা যায়।বর্ষাকাল বলেই নৌকায় যাতায়াত করা যায়, শুকনা মৌসুমে এক ঘন্টার মত হাটতে হয় । জায়গাটায় পৌছার পর কিছুক্ষণ বিমুগ্ধ নয়নে শুধু চেয়ে ছিলাম। সত্যিকার অর্থেই" +
                " ছবির চেয়ে অনেক বেশি সুন্দর। \n" +
                "\n" +
                "কোথায় থাকবেনঃ\n" +
                "সিলেট শহরে থাকা খাওয়ার জন্য অনেক হোটেল আছে। মান ও অন্যান্য সুবিধা ভেদে ভাড়া ৫০০-৬৫০০ টাকা পর্যন্ত। \n" +
                "\n" +
                "কোথায় খাবেনঃ\n" +
                "খাবার জন্য শাহজালাল (রা.) দরগার আসে পাশে অনেক হোটেল আছে । তবে পাঁচ ভাই , পানশি ইত্যাদি খুব সুপরিচিত।এবং বিছনাকান্দির হাদাড়পার বাজারে পাকশি রেস্টুরেন্ট এ ও খেতে পারেন।";
        whatToSee[8] = "লালাখালা, পাংথুমাই, লক্ষনছড়া, ইত্যাদি আছে, সময় থাকলে যেতে পারেন রাতারগুল।";

        intro[9] = "";
        howToGo[9] = "";
        whatToSee[9] = "";

        intro[10] = "";
        howToGo[10] = "";
        whatToSee[10] = "";

        intro[11] = "";
        howToGo[11] = "";
        whatToSee[11] = "";
    }
}
